[
  {
    "en": "What is the meaning of life according to different philosophies?",
    "km": "តើអត្ថន័យនៃជីវិតស្របតាមទស្សនវិជ្ជាផ្សេងៗមានដូចម្តេច?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Different philosophies offer various answers, such as seeking happiness, fulfilling duties, or achieving personal growth.",
    "km": "ទស្សនវិជ្ជាផ្សេងៗផ្តល់ចម្លើយខុសៗគ្នា ដូចជាការស្វែងរកសុភមង្គល ការបំពេញកាតព្វកិច្ច ឬការអភិវឌ្ឍខ្លួនឯង។",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Why is ethical decision-making important in leadership?",
    "km": "ហេតុអ្វីការធ្វើសេចក្តីសម្រេចដោយសីលធម៌សំខាន់សម្រាប់អ្នកដឹកនាំ?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Because leaders influence many lives, and ethical decisions build trust and long-term respect.",
    "km": "ព្រោះអ្នកដឹកនាំមានឥទ្ធិពលលើជីវិតអ្នកដទៃ និងសេចក្តីសម្រេចស្របសីលធម៌ជួយបង្កើតការជឿជាក់ និងកិត្តិយសយូរអង្វែង។",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Can moral values change over time?",
    "km": "តើតម្លៃសីលធម៌អាចផ្លាស់ប្តូរតាមពេលវេលាបានទេ?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Yes, moral values can evolve based on culture, history, and societal needs.",
    "km": "បាទ/ចាស តម្លៃសីលធម៌អាចផ្លាស់ប្តូរតាមវប្បធម៌ ប្រវត្តិសាស្ត្រ និងតម្រូវការសង្គម។",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "What is utilitarianism?",
    "km": "តើទស្សនវិជ្ជាគុណប្រយោជន៍មានន័យដូចម្តេច?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "It is a philosophy that suggests actions should aim to produce the greatest good for the greatest number.",
    "km": "វាជាទស្សនវិជ្ជាដែលសន្និដ្ឋានថា សកម្មភាពគួរត្រូវធ្វើដើម្បីឲ្យមានផលល្អបំផុតចំពោះមនុស្សច្រើនបំផុត។",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Why do ethical dilemmas exist in modern society?",
    "km": "ហេតុអ្វីមានបញ្ហាសីលធម៌ជាច្រើនក្នុងសង្គមសម័យទំនើប?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Because modern life presents complex situations where values and interests often conflict.",
    "km": "ព្រោះជីវិតសម័យទំនើបបង្កើតស្ថានការណ៍ស្មុគស្មាញ ដែលតម្លៃ និងចំណាប់អារម្មណ៍ប៉ះទង្គិចគ្នាញឹកញាប់។",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "What is the difference between ethics and law?",
    "km": "តើភាពខុសគ្នារវាងសីលធម៌ និងច្បាប់មានអ្វីខ្លះ?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Ethics is about what is morally right or wrong, while law is a set of rules enforced by a government.",
    "km": "សីលធម៌គឺជាការទៅតាមអ្វីដែលត្រឹមត្រូវ ឬខុសស្របតាមស្មារតីមនុស្ស ខណៈដែលច្បាប់គឺជាច្បាប់ដែលរដ្ឋាភិបាលកំណត់ និងអនុវត្ត។",
    "category": "Philosophy and Ethics"
  },


  {
    "en": "What is the meaning of life according to different philosophies?",
    "km": "តើអត្ថន័យនៃជីវិតស្របតាមទស្សនវិជ្ជាផ្សេងៗមានដូចម្តេច?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Different philosophies offer various answers, such as seeking happiness, fulfilling duties, or achieving personal growth.",
    "km": "ទស្សនវិជ្ជាផ្សេងៗផ្តល់ចម្លើយខុសៗគ្នា ដូចជាការស្វែងរកសុភមង្គល ការបំពេញកាតព្វកិច្ច ឬការអភិវឌ្ឍខ្លួនឯង។",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Why is ethical decision-making important in leadership?",
    "km": "ហេតុអ្វីការធ្វើសេចក្តីសម្រេចដោយសីលធម៌សំខាន់សម្រាប់អ្នកដឹកនាំ?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Because leaders influence many lives, and ethical decisions build trust and long-term respect.",
    "km": "ព្រោះអ្នកដឹកនាំមានឥទ្ធិពលលើជីវិតអ្នកដទៃ និងសេចក្តីសម្រេចស្របសីលធម៌ជួយបង្កើតការជឿជាក់ និងកិត្តិយសយូរអង្វែង។",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Can moral values change over time?",
    "km": "តើតម្លៃសីលធម៌អាចផ្លាស់ប្តូរតាមពេលវេលាបានទេ?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Yes, moral values can evolve based on culture, history, and societal needs.",
    "km": "បាទ/ចាស តម្លៃសីលធម៌អាចផ្លាស់ប្តូរតាមវប្បធម៌ ប្រវត្តិសាស្ត្រ និងតម្រូវការសង្គម។",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "What is utilitarianism?",
    "km": "តើទស្សនវិជ្ជាគុណប្រយោជន៍មានន័យដូចម្តេច?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "It is a philosophy that suggests actions should aim to produce the greatest good for the greatest number.",
    "km": "វាជាទស្សនវិជ្ជាដែលសន្និដ្ឋានថា សកម្មភាពគួរត្រូវធ្វើដើម្បីឲ្យមានផលល្អបំផុតចំពោះមនុស្សច្រើនបំផុត។",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Why do ethical dilemmas exist in modern society?",
    "km": "ហេតុអ្វីមានបញ្ហាសីលធម៌ជាច្រើនក្នុងសង្គមសម័យទំនើប?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Because modern life presents complex situations where values and interests often conflict.",
    "km": "ព្រោះជីវិតសម័យទំនើបបង្កើតស្ថានការណ៍ស្មុគស្មាញ ដែលតម្លៃ និងចំណាប់អារម្មណ៍ប៉ះទង្គិចគ្នាញឹកញាប់។",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "What is the difference between ethics and law?",
    "km": "តើភាពខុសគ្នារវាងសីលធម៌ និងច្បាប់មានអ្វីខ្លះ?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Ethics is about what is morally right or wrong, while law is a set of rules enforced by a government.",
    "km": "សីលធម៌គឺជាការទៅតាមអ្វីដែលត្រឹមត្រូវ ឬខុសស្របតាមស្មារតីមនុស្ស ខណៈដែលច្បាប់គឺជាច្បាប់ដែលរដ្ឋាភិបាលកំណត់ និងអនុវត្ត។",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "What is deontology?",
    "km": "តើទស្សនវិជ្ជាដេអុងតូឡូជី (deontology) មានន័យដូចម្តេច?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Deontology is the belief that actions are right or wrong based on rules, regardless of their consequences.",
    "km": "Deontology ជាជំនឿថាសកម្មភាពមានត្រឹមត្រូវ ឬខុសតាមច្បាប់មួយៗ ដោយមិនគិតអំពីលទ្ធផល។",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "What is virtue ethics?",
    "km": "តើសីលធម៌ប្រកបដោយលក្ខណៈល្អ (Virtue Ethics) មានន័យដូចម្តេច?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "It emphasizes moral character and the virtues that a good person should develop.",
    "km": "វាផ្ដោតលើអត្តសញ្ញាណសីលធម៌ និងលក្ខណៈល្អដែលមនុស្សល្អគួរអភិវឌ្ឍ។",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "How do existentialists view freedom and responsibility?",
    "km": "សុខម្មវិជ្ជានិយមមើលសេរីភាព និងတာពិតជាមានន័យដូចម្តេច?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Existentialists see freedom as liberating but also requiring responsibility for one’s choices.",
    "km": "សុខម្មវិជ្ជានិយមចាត់ទុកសេរីភាពថាដោះស្រាយបាន ប៉ុន្តែត្រូវមានទំនួលខុសត្រូវចំពោះជម្រើសរបស់ខ្លួន។",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "What is moral relativism?",
    "km": "តើទស្សនវិជ្ជាគំនិតសីលធម៌ស نسبਿਕ (Moral Relativism) មានន័យដូចម្តេច?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Moral relativism holds that morality depends on cultural, historical, or personal circumstances.",
    "km": "Moral relativism ជំនឿថាគំនិតសីលធម៌អាស្រ័យលើវប្បធម៌ ប្រវត្តិសាស្ត្រ ឬស្ថានភាពផ្ទាល់ខ្លួន។",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Can someone be ethical without religion?",
    "km": "តើមនុស្សអាចមានសីលធម៌ដោយគ្មានសាសនា?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Yes, secular ethics propose moral frameworks without relying on religious beliefs.",
    "km": "បាន ការសីលធម៌លើមូលដ្ឋានជាសាធារណៈផ្តល់បែបផែនក្របខ័ណ្ឌសីលធម៌ដោយមិនពឹងពាក់លើជំនឿសាសនា។",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "How do philosophical ideas influence political systems?",
    "km": "តើគំនិតទស្សនវិជ្ជាអាចប៉ះពាល់ទៅលើប្រព័ន្ធនយោបាយយ៉ាងដូចម្តេច?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Ideas like democracy, justice, or freedom shape constitutions and laws.",
    "km": "គំនិតដូចជាប្រជាធិបតេយ្យ យុត្តិធម៌ ឬសេរីភាព លើស្ថាប័ននិងច្បាប់។",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "What is the trolley problem?",
    "km": "តើបញ្ហារថយន្តត្រាលី (Trolley Problem) មានន័យដូចម្តេច?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "It’s a thought experiment about choosing to sacrifice one life to save several others.",
    "km": "វាគឺជាការសាកសួរគំនិតអំពីជម្រើសការប្រោសសេរីម្នាក់ ដើម្បីសង្គ្រោះជីវិតអ្នកមួយចំនួន។",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Why is the trolley problem significant?",
    "km": "ហេតុអ្វីបញ្ហារថយន្តត្រាលីមានសារៈសំខាន់?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "It reveals conflicts between utilitarian outcomes and individual rights.",
    "km": "វាបង្ហាញពីជម្លោះរវាងលទ្ធផលមានប្រយោជន៍ និងសិទ្ធិបុគ្គល។",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "How does Kantian ethics differ from utilitarianism?",
    "km": "តើសីលធម៌ Kant ផ្លាស់ប្តូរជាមួយ utilitarianism យ៉ាងដូចម្តេច?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Kantian ethics focuses on following moral duties, not outcomes.",
    "km": "សីលធម៌ Kant ផ្ដោតលើការទទួលខុសត្រូវសីលធម៌ មិនមែនលទ្ធផល។",
    "category": "Philosophy and Ethics"
  },

  {
    "en": "Is it ever ethical to lie for a good cause?",
    "km": "តើវាអាចសមរម្យពីសីលធម៌ទេក្នុងការធ្វើពាក្យមិនពិតសម្រាប់គោលបំណងល្អមួយ?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Some argue that lying to save a life or prevent harm can be morally justified.",
    "km": "មានអ្នកអះអាងថា ការធ្វើពាក្យមិនពិតដើម្បីសង្គ្រោះជីវិត ឬការជៀសវាងការរអាក់រអួលអាចត្រូវគ្នានឹងសីលធម៌។",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Should personal happiness outweigh duty to others?",
    "km": "តើសុភមង្គលផ្ទាល់ខ្លួនគួរលើសលប់លើការទទួលខុសត្រូវចំពោះអ្នកដទៃឬទេ?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Philosophers debate whether individual contentment should take priority over social responsibility.",
    "km": "ទស្សនវិជ្ជករ ជជែកថា តើសុភមង្គលផ្ទាល់ខ្លួនគួរធ្វើជាអាទិភាពលើកាតព្វកិច្ចសង្គមឬទេ។",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Is morality objective or subjective?",
    "km": "តើសីលធម៌មានលក្ខណៈថេរ ឬអាស្រ័យលើមនុស្ស?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Some believe morality is universal, while others argue it depends on culture and context.",
    "km": "មនុស្សខ្លះជឿថាសីលធម៌មានសក្តានុពលសកល ខណៈដែលអ្នកដទៃវិភាគថាវាអាស្រ័យលើវប្បធម៌ និងបរិបទ។",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "What responsibilities do humans have towards animals?",
    "km": "តើមនុស្សមានកាតព្វកិច្ចអ្វីចំពោះសត្វ?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Many ethical theories suggest humans should prevent animal suffering and treat them humanely.",
    "km": "ទស្សនវិជ្ជាសីលធម៌ជាច្រើនបង្ហាញថា មនុស្សគួរជៀសវាងការធ្វើឲ្យសត្វទុក្ខទោស និងប្រព្រឹត្តពាក់ពន្ធដោយសេចក្តីមេត្តា។",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Does having power make people less ethical?",
    "km": "តើការប្រកាន់អំណាចធ្វើឲ្យមនុស្សមានសីលធម៌ថយចុះឬទេ?",
    "category": "Philosophy and Ethics"
  },
  {
    "en": "Some studies suggest power can lead to moral corruption if left unchecked.",
    "km": "ការសិក្សាច្រើនបង្ហាញថា អំណាចអាចនាំឲ្យមានការបែកបាក់សីលធម៌បើគ្មានការត្រួតពិនិត្យ។",
    "category": "Philosophy and Ethics"
  },


  {
    "en": "What qualities make an effective business leader?",
    "km": "តើលក្ខណៈអ្វីខ្លះធ្វើឲ្យមនុស្សក្លាយជាអ្នកដឹកនាំអាជីវកម្មមានប្រសិទ្ធភាព?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "Effective leaders are often visionary, empathetic, decisive, and able to inspire others.",
    "km": "អ្នកដឹកនាំមានប្រសិទ្ធភាពជាទូទៅមានចក្ខុវិស័យ មានមនុស្សធម៌ សម្រេចចិត្តបានលឿន និងចេះលើកទឹកចិត្តអ្នកដទៃ។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "Why is strategic planning essential in business management?",
    "km": "ហេតុអ្វីការធ្វើផែនការយុទ្ធសាស្ត្រសំខាន់ក្នុងការគ្រប់គ្រងអាជីវកម្ម?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "Because it sets clear goals, allocates resources wisely, and prepares the company for future challenges.",
    "km": "ព្រោះវាកំណត់គោលដៅច្បាស់ បែងចែកធនធានយ៉ាងឆ្លាតវៃ និងរៀបចំអាជីវកម្មទល់នឹងបញ្ហានាពេលអនាគត។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "How can leaders effectively manage organizational change?",
    "km": "តើអ្នកដឹកនាំអាចគ្រប់គ្រងការផ្លាស់ប្តូរនៅក្នុងអង្គភាពយ៉ាងមានប្រសិទ្ធភាពដូចម្តេច?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "By communicating transparently, involving stakeholders, and addressing concerns promptly.",
    "km": "ដោយបង្ហាញព័ត៌មានយ៉ាងបើកចំហ សហការជាមួយភាគីពាក់ព័ន្ធ និងដោះស្រាយបញ្ហាបន្ទាប់បន្សំ។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "What is the importance of emotional intelligence in leadership?",
    "km": "តើបញ្ញាអារម្មណ៍មានសារៈសំខាន់យ៉ាងដូចម្តេចសម្រាប់អ្នកដឹកនាំ?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "It helps leaders manage their emotions, understand others, and build strong team relationships.",
    "km": "វាជួយឲ្យអ្នកដឹកនាំគ្រប់គ្រងអារម្មណ៍ខ្លួន ទទួលយកអារម្មណ៍អ្នកដទៃ និងកសាងទំនាក់ទំនងក្រុមមាំមួន។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "How do successful companies foster innovation?",
    "km": "តើក្រុមហ៊ុនជោគជ័យធ្វើដូចម្តេចដើម្បីលើកកម្ពស់ការច្នៃប្រឌិត?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "By encouraging creative thinking, tolerating calculated risks, and rewarding new ideas.",
    "km": "ដោយលើកទឹកចិត្តការគិតច្នៃប្រឌិត ព្រមទទួលយកហានិភ័យនឹងប៉ាន់ប្រមាណ និងជំរុញគំនិតថ្មីៗ។",
    "category": "Business Management and Leadership"
  },


  {
    "en": "What leadership style is most effective in a crisis situation?",
    "km": "តើរបៀបដឹកនាំណាមួយមានប្រសិទ្ធភាពបំផុតនៅពេលមានវិបត្តិ?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "In crises, decisive and transparent leadership often works best.",
    "km": "នៅពេលមានវិបត្តិ ការដឹកនាំដែលសម្រេចចិត្តលឿន និងបើកចំហជាទីពេញចិត្តបំផុត។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "Why is delegation important for business leaders?",
    "km": "ហេតុអ្វីការបែងចែកការងារសំខាន់សម្រាប់អ្នកដឹកនាំអាជីវកម្ម?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "Delegation empowers employees and allows leaders to focus on strategy.",
    "km": "ការបែងចែកការងារធ្វើឲ្យបុគ្គលិកមានសមត្ថភាព និងឲ្យអ្នកដឹកនាំអាចផ្តោតលើយុទ្ធសាស្ត្រ។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "How can a manager build a high-performing team?",
    "km": "តើអ្នកគ្រប់គ្រងអាចបង្កើតក្រុមមានសមត្ថភាពខ្ពស់យ៉ាងដូចម្តេច?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "By setting clear goals, fostering trust, and providing regular feedback.",
    "km": "ដោយកំណត់គោលដៅច្បាស់ ស្ថាបនាភាពទុកចិត្ត និងផ្តល់មតិយោបល់ជាប់ជានិច្ច។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "What motivates employees to perform better?",
    "km": "តើអ្វីជាកត្តាលើកទឹកចិត្តបុគ្គលិកឲ្យមានប្រសិទ្ធភាពល្អ?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "Recognition, fair compensation, and opportunities for growth are key motivators.",
    "km": "ការសរសើរ ប្រាក់ឈ្នួលសមរម្យ និងឱកាសអភិវឌ្ឍន៍ជាគន្លឹះលើកទឹកចិត្ត។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "Why is effective communication vital for leadership?",
    "km": "ហេតុអ្វីការទំនាក់ទំនងមានប្រសិទ្ធភាពសំខាន់សម្រាប់ភាពជាអ្នកដឹកនាំ?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "It ensures clarity, builds trust, and aligns team efforts with company goals.",
    "km": "វធានាឲ្យមានភាពច្បាស់ បង្កើតការជឿជាក់ និងផ្គូផ្គងសកម្មភាពក្រុមជាមួយគោលដៅក្រុមហ៊ុន។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "What is the role of ethics in business leadership?",
    "km": "តើសីលធម៌មានតួនាទីអ្វីក្នុងភាពជាអ្នកដឹកនាំអាជីវកម្ម?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "Ethical leadership builds credibility, employee loyalty, and long-term success.",
    "km": "ការដឹកនាំដោយសីលធម៌ជួយបង្កើតកិត្តិយស ភាពស្មោះត្រង់ និងជោគជ័យយូរអង្វែង។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "How can a leader resolve conflicts within a team?",
    "km": "តើអ្នកដឹកនាំអាចដោះស្រាយជម្លោះក្នុងក្រុមយ៉ាងដូចម្តេច?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "By listening to both sides, remaining neutral, and focusing on common goals.",
    "km": "ដោយស្ដាប់ទាំងពីរភាគី រក្សាភាពមិនលើសប្រយោជន៍ ហើយផ្តោតលើគោលដៅរួម។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "What makes a successful business strategy?",
    "km": "តើអ្វីធ្វើឲ្យយុទ្ធសាស្ត្រអាជីវកម្មមានជោគជ័យ?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "A strategy that is realistic, data-driven, and adaptable to change.",
    "km": "យុទ្ធសាស្ត្រដែលអាចអនុវត្តបាន មានមូលដ្ឋានលើទិន្នន័យ និងអាចបត់បែនតាមស្ថានភាព។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "Why is customer satisfaction crucial for business success?",
    "km": "ហេតុអ្វីការពេញចិត្តរបស់អតិថិជនសំខាន់សម្រាប់ជោគជ័យអាជីវកម្ម?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "Because satisfied customers are loyal and likely to recommend the business.",
    "km": "ព្រោះអតិថិជនពេញចិត្តនឹងស្មោះត្រង់ និងលើកទឹកចិត្តអោយអ្នកដទៃប្រើសេវាកម្មផង។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "How should a manager handle underperforming employees?",
    "km": "តើអ្នកគ្រប់គ្រងគួរដោះស្រាយបុគ្គលិកដែលមានសមត្ថភាពទាបយ៉ាងដូចម្តេច?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "By providing constructive feedback, offering support, and setting clear expectations.",
    "km": "ដោយផ្តល់មតិយោបល់ស្ថាបនា ឧបត្ថម្ភ និងកំណត់ស្តង់ដារច្បាស់។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "What impact does company culture have on business performance?",
    "km": "តើវប្បធម៌ក្រុមហ៊ុនមានឥទ្ធិពលដល់សមត្ថភាពអាជីវកម្មយ៉ាងដូចម្តេច?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "A positive culture increases employee morale, retention, and productivity.",
    "km": "វប្បធម៌ល្អលើកទឹកចិត្តបុគ្គលិក ថែរក្សាបុគ្គលិក និងបង្កើនផលិតភាព។",
    "category": "Business Management and Leadership"
  },


  {
    "en": "What challenges do new managers commonly face?",
    "km": "តើអ្នកគ្រប់គ្រងថ្មីជុំវិញជួបបញ្ហាអ្វីខ្លះជាញឹកញាប់?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "They often struggle with earning trust, delegating tasks, and managing time effectively.",
    "km": "ពួកគេជួបការលំបាកក្នុងការទទួលស្គាល់ទំនុកចិត្ត បែងចែកការងារ និងគ្រប់គ្រងពេលវេលាឲ្យមានប្រសិទ្ធភាព។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "Why is continuous learning important for business leaders?",
    "km": "ហេតុអ្វីការសិក្សាបន្ដមានសារៈសំខាន់សម្រាប់អ្នកដឹកនាំអាជីវកម្ម?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "It keeps them adaptable, informed, and prepared for emerging trends and risks.",
    "km": "វាជួយឲ្យពួកគេមានសមត្ថភាពបត់បែន ទទួលបានព័ត៌មានថ្មី និងត្រៀមខ្លួនទល់នឹងនិន្នាការ និងហានិភ័យថ្មី។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "How does a clear vision influence a company’s success?",
    "km": "តើចក្ខុវិស័យច្បាស់លាស់មានឥទ្ធិពលដល់ជោគជ័យក្រុមហ៊ុនយ៉ាងដូចម្តេច?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "A strong vision unites teams, guides decision-making, and attracts investors.",
    "km": "ចក្ខុវិស័យមាំមួនផ្គូផ្គងក្រុមណា ជួយសម្រេចចិត្ត និងទាក់ទាញអ្នកវិនិយោគ។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "What role does diversity play in effective leadership?",
    "km": "តើភាពខុសគ្នានៃមនុស្សមានតួនាទីយ៉ាងដូចម្តេចក្នុងការដឹកនាំមានប្រសិទ្ធភាព?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "Diversity brings fresh perspectives, improves decision-making, and fosters innovation.",
    "km": "ភាពខុសគ្នានាំមកនូវទស្សនៈថ្មី ធ្វើអោយសម្រេចចិត្តល្អ និងលើកកម្ពស់ការច្នៃប្រឌិត។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "How should leaders handle failure within their organization?",
    "km": "តើអ្នកដឹកនាំគួរដោះស្រាយបរាជ័យនៅក្នុងអង្គភាពខ្លួនដូចម្តេច?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "By analyzing the causes, learning from mistakes, and encouraging resilience.",
    "km": "ដោយវិភាគមូលហេតុ រៀនពីកំហុស និងលើកទឹកចិត្តឲ្យមានភាពក្លាហានក្នុងការបន្ត។",
    "category": "Business Management and Leadership"
  },


  {
    "en": "Why is employee feedback valuable for business growth?",
    "km": "ហេតុអ្វីមតិយោបល់ពីបុគ្គលិកមានតម្លៃសម្រាប់ការរីកចម្រើនអាជីវកម្ម?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "It highlights operational issues, boosts engagement, and fosters a culture of improvement.",
    "km": "វាលេចឡើងបញ្ហាផ្នែកប្រតិបត្តិការ លើកទឹកចិត្តការចូលរួម និងបង្កើតវប្បធម៌កែលម្អជាបន្ត។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "How can leaders manage stress in high-pressure environments?",
    "km": "តើអ្នកដឹកនាំអាចគ្រប់គ្រងសំពាធក្នុងបរិបទសំពាធខ្លាំងបានដូចម្តេច?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "By setting priorities, practicing mindfulness, and promoting work-life balance.",
    "km": "ដោយកំណត់អាទិភាព ប្រើប្រាស់សតិ និងលើកកម្ពស់តុល្យភាពការងារ-ជីវិត។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "What is the importance of succession planning in business?",
    "km": "តើការរៀបចំអ្នកស្នងតំណែងមានសារៈសំខាន់ដូចម្តេចសម្រាប់អាជីវកម្ម?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "It ensures leadership continuity, reduces risk, and prepares future leaders.",
    "km": "វធានាឱ្យមានភាពបន្តនៃការដឹកនាំ កាត់បន្ថយហានិភ័យ និងត្រៀមសមាជិកដឹកនាំពេលក្រោយ។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "Why should leaders embrace digital transformation?",
    "km": "ហេតុអ្វីអ្នកដឹកនាំគួរទទួលយកការផ្លាស់ប្តូរឌីជីថល?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "It drives efficiency, improves customer experience, and stays competitive.",
    "km": "វជំរុញប្រសិទ្ធភាព កែលម្អបទពិសោធន៍អតិថិជន និងរក្សាការប្រកួតប្រជែង។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "How does mentorship benefit organizational success?",
    "km": "តើការបណ្តុះបណ្តាលនាំឲ្យអង្គភាពជោគជ័យយ៉ាងដូចម្តេច?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "It develops talent, preserves company knowledge, and strengthens leadership pipelines.",
    "km": "វអភិវឌ្ឍសមត្ថភាព បន្តចំណេះដឹងក្រុមហ៊ុន និងពង្រឹងបណ្តាញអ្នកដឹកនាំ។",
    "category": "Business Management and Leadership"
  },


  {
    "en": "What are the risks of micromanaging a team?",
    "km": "តើហានិភ័យអ្វីកើតឡើងពីការគ្រប់គ្រងលម្អិតលើក្រុម?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "It can lower morale, reduce creativity, and cause employee disengagement.",
    "km": "វាអាចបន្ថយទឹកចិត្ត បង្អាក់ការច្នៃប្រឌិត និងធ្វើឲ្យបុគ្គលិកបាត់ការចូលរួម។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "How does setting clear KPIs improve team performance?",
    "km": "តើការកំណត់សូចនាករសមិទ្ធផលច្បាស់លាស់ធ្វើឲ្យក្រុមមានសមត្ថភាពកាន់តែប្រសើរយ៉ាងដូចម្តេច?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "It provides direction, measures success, and holds team members accountable.",
    "km": "វផ្តល់ទិសដៅ វាស់ប្រសិទ្ធភាព និងធានាឲ្យសមាជិកទទួលខុសត្រូវ។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "Why is adaptability crucial for modern business leaders?",
    "km": "ហេតុអ្វីភាពបត់បែនសំខាន់សម្រាប់អ្នកដឹកនាំអាជីវកម្មសម័យថ្មី?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "Because markets, technologies, and customer needs change rapidly.",
    "km": "ព្រោះទីផ្សារ បច្ចេកវិទ្យា និងតម្រូវការអតិថិជនផ្លាស់ប្តូរយ៉ាងលឿន។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "How can leaders inspire innovation within their teams?",
    "km": "តើអ្នកដឹកនាំអាចលើកទឹកចិត្តការច្នៃប្រឌិតក្នុងក្រុមបានដូចម្តេច?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "By rewarding ideas, encouraging experimentation, and accepting calculated risks.",
    "km": "ដោយលើកសរសើរការច្នៃប្រឌិត លើកទឹកចិត្តការសាកល្បង និងទទួលយកហានិភ័យនឹងការប៉ាន់ប្រមាណ។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "What leadership traits promote long-term business sustainability?",
    "km": "តើលក្ខណៈការដឹកនាំអ្វីលើកស្ទួយភាពរឹងមាំអាជីវកម្មរយៈពេលវែង?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "Integrity, resilience, social responsibility, and strategic foresight.",
    "km": "ភាពស្មោះត្រង់ កម្លាំងចិត្ត ការទទួលខុសត្រូវសង្គម និងចក្ខុវិស័យយុទ្ធសាស្ត្រ។",
    "category": "Business Management and Leadership"
  },


  {
    "en": "How can leaders build trust with their teams?",
    "km": "តើអ្នកដឹកនាំអាចកសាងទំនុកចិត្តជាមួយក្រុមរបស់ពួកគេដូចម្តេច?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "By being transparent, consistent, and honoring their commitments.",
    "km": "ដោយមានភាពបើកចំហ មានស្ថេរភាព និងគោរពសន្យារបស់ខ្លួន។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "What is the impact of poor leadership on a business?",
    "km": "តើការដឹកនាំខ្សោយមានឥទ្ធិពលអ្វីលើអាជីវកម្ម?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "It can lower employee morale, increase turnover, and harm company reputation.",
    "km": "វាអាចបន្ថយទឹកចិត្តបុគ្គលិក បង្កើនអត្រាចេញពីការងារ និងប៉ះពាល់ដល់កិត្តិយសក្រុមហ៊ុន។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "Why should managers focus on employee well-being?",
    "km": "ហេតុអ្វីអ្នកគ្រប់គ្រងគួរផ្តោតលើសុខុមាលភាពបុគ្គលិក?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "Because it improves productivity, reduces absenteeism, and boosts loyalty.",
    "km": "ព្រោះវាបង្កើនផលិតភាព កាត់បន្ថយការខកខានការងារ និងលើកទឹកចិត្តភាពស្មោះត្រង់។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "How can leaders effectively manage remote teams?",
    "km": "តើអ្នកដឹកនាំអាចគ្រប់គ្រងក្រុមធ្វើការតាមបណ្តាញបានយ៉ាងមានប្រសិទ្ធភាពដូចម្តេច?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "By using clear communication tools, setting expectations, and fostering connection.",
    "km": "ដោយប្រើឧបករណ៍ទំនាក់ទំនងច្បាស់ កំណត់អ្វីដែលរំពឹង និងរក្សាទំនាក់ទំនងល្អ។",
    "category": "Business Management and Leadership"
  },
  {
    "en": "What makes a business leader influential?",
    "km": "តើអ្វីធ្វើឲ្យអ្នកដឹកនាំអាជីវកម្មមានឥទ្ធិពល?",
    "category": "Business Management and Leadership"
  },
  {
    "en": "Vision, credibility, the ability to inspire, and effective decision-making.",
    "km": "ចក្ខុវិស័យ ភាពគួរឱ្យទុកចិត្ត សមត្ថភាពលើកទឹកចិត្ត និងការសម្រេចចិត្តមានប្រសិទ្ធភាព។",
    "category": "Business Management and Leadership"
  },


  {
    "en": "What factors influence a country's foreign policy?",
    "km": "តើកត្តាអ្វីខ្លះប៉ះពាល់ដល់នយោបាយការបរទេសរបស់ប្រទេសមួយ?",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "Geopolitical interests, economic priorities, national security, and cultural values shape foreign policy.",
    "km": "ផលប្រយោជន៍ភូមិសាស្ត្រ អាទិភាពសេដ្ឋកិច្ច សុវត្ថិភាពជាតិនិងតម្លៃវប្បធម៌ជាប្រភពបង្កើតនយោបាយការបរទេស។",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "How do international alliances impact global stability?",
    "km": "តើសម្ព័ន្ធភាពអន្តរជាតិនាំឲ្យមានស្ថិរភាពពិភពលោកយ៉ាងដូចម្តេច?",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "They deter conflicts, promote cooperation, and balance power among nations.",
    "km": "វារក្សាគម្លាតពីជម្លោះ លើកកម្ពស់សហប្រតិបត្តិការនិងធ្វើឲ្យអំណាចនៅតុល្យភាពរវាងប្រទេស។",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "What are the main causes of diplomatic conflicts between nations?",
    "km": "តើហេតុផលសំខាន់ៗនៃជម្លោះការទូតរវាងប្រទេសមានអ្វីខ្លះ?",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "Disputes over territory, resources, ideology, and human rights often lead to conflicts.",
    "km": "វិវាទដីដល់ធនធាន គំនិតនយោបាយ និងសិទ្ធិមនុស្សជាមូលហេតុជំលោះនានា។",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "Why is the United Nations important in global governance?",
    "km": "ហេតុអ្វីអង្គការសហប្រជាជាតិមានសារៈសំខាន់ក្នុងការគ្រប់គ្រងពិភពលោក?",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "It provides a platform for dialogue, conflict resolution, and setting international norms.",
    "km": "វាជាវេទិកាសម្រាប់ការពិភាក្សា ដោះស្រាយជម្លោះ និងកំណត់ស្តង់ដារអន្តរជាតិ។",
    "category": "International Relations and Global Politics"
  },


  {
    "en": "How do trade agreements influence international relations?",
    "km": "តើសន្ធិសញ្ញាពាណិជ្ជកម្មមានឥទ្ធិពលដល់ទំនាក់ទំនងអន្តរជាតិនៅដូចម្តេច?",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "They foster economic interdependence, reduce trade barriers, and encourage diplomatic cooperation.",
    "km": "វាបង្កើតភាពពឹងផ្អែកសេដ្ឋកិច្ច បន្ថយឧបសគ្គពាណិជ្ជកម្ម និងលើកទឹកចិត្តការសហការទូត។",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "What role does public opinion play in shaping foreign policy?",
    "km": "តើមតិសាធារណៈមានតួនាទីយ៉ាងដូចម្តេចក្នុងការបង្កើតនយោបាយបរទេស?",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "It can pressure leaders to act on international issues and adjust policy directions.",
    "km": "វាអាចដាក់សំពាធលើអ្នកដឹកនាំឲ្យដំណើរការនៅលើបញ្ហាអន្តរជាតិ និងកែប្រែនយោបាយ។",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "Why do nations form strategic military alliances?",
    "km": "ហេតុអ្វីប្រទេសមួយច្រើនបង្កើតសម្ព័ន្ធយោធាវិស្សមកាល?",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "To deter common threats, strengthen defense capabilities, and secure regional interests.",
    "km": "ដើម្បីរារាំងគំនះគំរាមរួម ពង្រឹងសមត្ថភាពការពារ និងការពារប្រយោជន៍តំបន់។",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "How does globalization affect global politics?",
    "km": "តើការបរិស្ថានសកលនិយមមានឥទ្ធិពលលើនយោបាយពិភពលោកដូចម្តេច?",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "It increases interdependence, spreads global norms, and complicates national sovereignty issues.",
    "km": "វាពង្រឹងភាពពឹងផ្អែកគ្នា បង្ហាត់ស្តង់ដារអន្តរជាតិ និងធ្វើឲ្យបញ្ហាឯករាជ្យជាតិរអាក់រអួល។",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "What impact do sanctions have on a nation's economy and politics?",
    "km": "តើការដាក់ទណ្ឌកម្មមានឥទ្ធិពលលើសេដ្ឋកិច្ចនិងនយោបាយប្រទេសមួយយ៉ាងដូចម្តេច?",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "Sanctions weaken economies, isolate governments, and can provoke political change.",
    "km": "ទណ្ឌកម្មបន្ថយសេដ្ឋកិច្ច បំបែកអាជ្ញាធរ និងអាចជម្រុញការផ្លាស់ប្តូរនយោបាយ។",
    "category": "International Relations and Global Politics"
  },


  {
    "en": "How do international organizations mediate in conflicts between countries?",
    "km": "តើអង្គការអន្តរជាតិធ្វើជាមជ្ឈមណ្ឌលក្នុងការដោះស្រាយជម្លោះរវាងប្រទេសយ៉ាងដូចម្តេច?",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "They offer neutral platforms for negotiation, monitoring agreements, and peacekeeping missions.",
    "km": "ពួកវផ្តល់វេទិកាមធ្យមស្មើសម្រាប់ចរចា តាមដានសន្ធិសញ្ញា និងបញ្ជូនកងសន្តិសុខ។",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "Why do some nations choose neutrality in global conflicts?",
    "km": "ហេតុអ្វីប្រទេសខ្លះជ្រើសរើសភាពអព្យាក្រឹតក្នុងជម្លោះពិភពលោក?",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "To protect national interests, avoid retaliation, and maintain diplomatic flexibility.",
    "km": "ដើម្បីការពារប្រយោជន៍ជាតិ ជៀសវាងការតបស្នង និងរក្សាភាពបត់បែនការទូត។",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "How do global economic crises affect international diplomacy?",
    "km": "តើវិបត្តិសេដ្ឋកិច្ចពិភពលោកមានឥទ្ធិពលលើការទូតអន្តរជាតិនៅដូចម្តេច?",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "They strain alliances, shift power dynamics, and increase competition for resources.",
    "km": "វាបង្កការតានតឹងសម្ព័ន្ធភាព ប្រែប្រួលតុល្យភាពអំណាច និងបង្កើនការប្រកួតប្រជែងសេដ្ឋកិច្ច។",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "What are the consequences of ignoring international law?",
    "km": "តើផលវិបាកនៃការមិនគោរពច្បាប់អន្តរជាតិមានអ្វីខ្លះ?",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "It leads to diplomatic isolation, sanctions, and possible military intervention.",
    "km": "វនាំឲ្យមានការបែកញែកទូត ទណ្ឌកម្ម និងការចូលរំលោភយោធាជាប្រចាំ។",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "Why is international cooperation crucial during global health crises?",
    "km": "ហេតុអ្វីការសហការអន្តរជាតិមានសារៈសំខាន់ពេលមានវិបត្តិសុខភាពពិភពលោក?",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "It ensures rapid response, resource sharing, and unified public health strategies.",
    "km": "វធានាការឆ្លើយតបលឿន ចែករំលែកធនធាន និងផ្តោតយុទ្ធសាស្ត្រសុខភាពសាធារណៈសហគមន៍។",
    "category": "International Relations and Global Politics"
  },


  {
    "en": "How does climate change influence international relations?",
    "km": "តើការប្រែប្រួលអាកាសធាតុមានឥទ្ធិពលលើទំនាក់ទំនងអន្តរជាតិនៅដូចម្តេច?",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "It creates disputes over resources, triggers migration, and demands global cooperation.",
    "km": "វាបង្ករជម្លោះដីធ្លីនិងធនធាន បង្កការផ្លាស់ទីប្រជាជន និងទាមទារការសហការពិភពលោក។",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "What diplomatic strategies help prevent international conflicts?",
    "km": "តើយុទ្ធសាស្ត្រទូតអ្វីខ្លះជួយការពារការកើតជម្លោះអន្តរជាតិ?",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "Early dialogue, multilateral negotiations, and confidence-building measures reduce tensions.",
    "km": "ការពិភាក្សាលើកដំបូង កិច្ចចរចាប្រទេសច្រើន និងវិធានការចងមិត្តភាព បន្ថយភាពតានតឹង។",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "Why do superpowers compete for influence in developing countries?",
    "km": "ហេតុអ្វីអំណាចធំៗប្រកួតប្រជែងឥទ្ធិពលនៅប្រទេសកំពុងអភិវឌ្ឍ?",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "To access resources, gain strategic allies, and expand political leverage.",
    "km": "ដើម្បីទទួលបានធនធាន មានមិត្តភាពយុទ្ធសាស្ត្រ និងពង្រីកឥទ្ធិពលនយោបាយ។",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "How do cultural exchanges improve diplomatic relations?",
    "km": "តើការផ្លាស់ប្តូរវប្បធម៌បង្កើនទំនាក់ទំនងការទូតយ៉ាងដូចម្តេច?",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "They build mutual understanding, dispel stereotypes, and strengthen people-to-people connections.",
    "km": "វាស្ថាបនាអភិការណ៍ព្រមព្រៀង កាត់បន្ថយការយល់ច្រឡំ និងពង្រឹងទំនាក់ទំនងរវាងប្រជាជន។",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "What are the risks of rising nationalism to global diplomacy?",
    "km": "តើហានិភ័យនៃជំនឿជាតិខ្ពស់លើការទូតពិភពលោកមានអ្វីខ្លះ?",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "It leads to protectionism, weakens international cooperation, and increases geopolitical tensions.",
    "km": "វនាំឲ្យមានការការពារទំនិញក្នុងស្រុក បន្ទុះការសហការពិភពលោក និងបង្កតានតឹងភូមិសាស្ត្រ។",
    "category": "International Relations and Global Politics"
  },


  {
    "en": "How does foreign aid shape international power dynamics?",
    "km": "តើជំនួយបរទេសមានឥទ្ធិពលលើតុល្យភាពអំណាចអន្តរជាតិយ៉ាងដូចម្តេច?",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "It builds alliances, influences policy decisions, and extends geopolitical reach.",
    "km": "វាជួយបង្កើតសម្ព័ន្ធភាព ប៉ះពាល់ដល់ការសម្រេចចិត្តនយោបាយ និងពង្រីកអំណាចភូមិសាស្ត្រ។",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "Why is cyber security becoming a key issue in global politics?",
    "km": "ហេតុអ្វីសុវត្ថិភាពបណ្តាញកំពុងក្លាយជាបញ្ហាសំខាន់ក្នុងនយោបាយពិភពលោក?",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "Because cyber attacks threaten national security, economies, and international relations.",
    "km": "ព្រោះការវាយប្រហារតាមអ៊ិនធឺណិតគំរាមកំហែងសុវត្ថិភាពជាតិ សេដ្ឋកិច្ច និងទំនាក់ទំនងអន្តរជាតិ។",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "How do sanctions influence a country's diplomatic behavior?",
    "km": "តើទណ្ឌកម្មប៉ះពាល់ដល់អាកប្បកិរិយាទូតប្រទេសមួយយ៉ាងដូចម្តេច?",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "They pressure governments to alter policies and re-engage in negotiations.",
    "km": "វាធ្វើសំពាធដល់អាជ្ញាធរដើម្បីបំលែងនយោបាយ និងចូលរួមចរចាវិញ។",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "What challenges do international peacekeeping missions face?",
    "km": "តើកងសន្តិសុខអន្តរជាតិប្រឈមនឹងបញ្ហាអ្វីខ្លះ?",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "Limited resources, political interference, and complex conflict environments.",
    "km": "ធនធានចង្អៀត ការជ្រៀតជ្រែកនយោបាយ និងបរិយាកាសជម្លោះស្មុគស្មាញ។",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "How do migration crises affect global diplomatic relations?",
    "km": "តើវិបត្តិការផ្លាស់ទីប្រជាជនប៉ះពាល់ដល់ទំនាក់ទំនងការទូតពិភពលោកដូចម្តេច?",
    "category": "International Relations and Global Politics"
  },
  {
    "en": "They strain regional alliances, challenge human rights norms, and spark political debates.",
    "km": "វាបង្កការតានតឹងសម្ព័ន្ធភាពតំបន់ ប៉ះពាល់ស្តង់ដាសិទ្ធិមនុស្ស និងបង្កការរិះគន់នយោបាយ។",
    "category": "International Relations and Global Politics"
  },


  {
    "en": "Why are human rights essential in modern societies?",
    "km": "ហេតុអ្វីសិទ្ធិមនុស្សមានសារៈសំខាន់ក្នុងសង្គមសម័យទំនើប?",
    "category": "Law and Human Rights"
  },
  {
    "en": "They protect individual dignity, promote equality, and ensure social justice.",
    "km": "វាការពារសភាពជាមនុស្ស លើកស្ទួយភាពស្មើ និងធានាថាមានយុត្តិធម៌សង្គម។",
    "category": "Law and Human Rights"
  },
  {
    "en": "How do international laws protect human rights globally?",
    "km": "តើច្បាប់អន្តរជាតិការពារសិទ្ធិមនុស្សនៅលើពិភពលោកយ៉ាងដូចម្តេច?",
    "category": "Law and Human Rights"
  },
  {
    "en": "They establish legal frameworks, hold violators accountable, and guide nations in upholding rights.",
    "km": "វាបង្កើតសវនកម្មច្បាប់ ទាមទារឱ្យអ្នកល្មើសទទួលខុសត្រូវ និងណែនាំប្រទេសឲ្យគោរពសិទ្ធិ។",
    "category": "Law and Human Rights"
  },
  {
    "en": "What challenges do human rights advocates face today?",
    "km": "តើអ្នកប្រឹងបញ្ចុះសិទ្ធិមនុស្សប្រឈមនឹងបញ្ហាអ្វីខ្លះសព្វថ្ងៃ?",
    "category": "Law and Human Rights"
  },
  {
    "en": "Government oppression, censorship, legal restrictions, and political retaliation.",
    "km": "ការគាបសង្កត់រដ្ឋ ការលាក់បាំងព័ត៌មាន ការរឹតបន្តឹងច្បាប់ និងការតបស្នងនយោបាយ។",
    "category": "Law and Human Rights"
  },
  {
    "en": "Why is the rule of law fundamental to a fair society?",
    "km": "ហេតុអ្វីនិយមន័យនៃច្បាប់មានសារៈសំខាន់សម្រាប់សង្គមសមធម៌?",
    "category": "Law and Human Rights"
  },
  {
    "en": "It ensures accountability, protects freedoms, and prevents abuse of power.",
    "km": "វធានាឲ្យមានការទទួលខុសត្រូវ ការពារសេរីភាព និងរារាំងការបំពានអំណាច។",
    "category": "Law and Human Rights"
  },
  {
    "en": "How can citizens defend their legal rights?",
    "km": "តើប្រជាពលរដ្ឋអាចការពារសិទ្ធិផ្លូវច្បាប់របស់ខ្លួនដូចម្តេច?",
    "category": "Law and Human Rights"
  },
  {
    "en": "By staying informed, accessing legal services, and peacefully protesting injustice.",
    "km": "ដោយស្វែងយល់ព័ត៌មាន ប្រើសេវាច្បាប់ និងតវ៉ាសន្តិភាពប្រឆាំងអំពើអយុត្តិធម៌។",
    "category": "Law and Human Rights"
  },


  {
    "en": "What mechanisms exist to hold governments accountable for human rights violations?",
    "km": "តើមានយន្តការ​អ្វីខ្លះដើម្បីទាមទារ​ឱ្យរដ្ឋាភិបាលទទួលខុសត្រូវចំពោះអំពើលំអៀងសិទ្ធិមនុស្ស?",
    "category": "Law and Human Rights"
  },
  {
    "en": "International courts, human rights commissions, and global advocacy campaigns.",
    "km": "តុលាការអន្តរជាតិ គណៈកម្មការសិទ្ធិមនុស្ស និងយុទ្ធនាការអន្តរជាតិលើសិទ្ធិមនុស្ស។",
    "category": "Law and Human Rights"
  },
  {
    "en": "Why is freedom of expression vital in democratic societies?",
    "km": "ហេតុអ្វីសេរីភាពនៃការបញ្ចេញមតិមានសារៈសំខាន់ក្នុងសង្គមប្រជាធិបតេយ្យ?",
    "category": "Law and Human Rights"
  },
  {
    "en": "It enables open debate, holds leaders accountable, and protects minority voices.",
    "km": "វអនុញ្ញាតឲ្យមានការរិះគន់បើកចំហ ទាមទារឱ្យអ្នកដឹកនាំទទួលខុសត្រូវ និងការពារសំឡេងភាគតិច។",
    "category": "Law and Human Rights"
  },
  {
    "en": "How does access to legal representation impact justice?",
    "km": "តើការចូលដំណើរការការពារផ្លូវច្បាប់មានឥទ្ធិពលលើយុត្តិធម៌ដូចម្តេច?",
    "category": "Law and Human Rights"
  },
  {
    "en": "It ensures fair trials, protects rights, and prevents wrongful convictions.",
    "km": "វធានាឲ្យមានសវនកម្មយុត្តិធម៌ ការពារសិទ្ធិ និងបញ្ឈប់ការចោទប្រកាន់មិនត្រឹមត្រូវ។",
    "category": "Law and Human Rights"
  },
  {
    "en": "What are the universal human rights recognized by international law?",
    "km": "តើសិទ្ធិមនុស្សសកលណាខ្លះដែលច្បាប់អន្តរជាតិកំណត់ទុក?",
    "category": "Law and Human Rights"
  },
  {
    "en": "The right to life, freedom from torture, equality before the law, and freedom of belief.",
    "km": "សិទ្ធិរស់នៅ សេរីភាពពីការបំពាន ប្រៀបស្មើចំពោះច្បាប់ និងសេរីភាពជំនឿ។",
    "category": "Law and Human Rights"
  },
  {
    "en": "How can international treaties improve human rights protections?",
    "km": "តើសន្ធិសញ្ញាអន្តរជាតិអាចលើកស្ទួយការការពារសិទ្ធិមនុស្សដូចម្តេច?",
    "category": "Law and Human Rights"
  },
  {
    "en": "They create legal obligations, set standards, and enable international accountability.",
    "km": "វាបង្កើតកាតព្វកិច្ចច្បាប់ កំណត់ស្តង់ដារ និងធានាអោយមានការទទួលខុសត្រូវអន្តរជាតិ។",
    "category": "Law and Human Rights"
  },


  {
    "en": "Why is the presumption of innocence important in legal systems?",
    "km": "ហេតុអ្វីការសន្និដ្ឋានថាមនុស្សសុចរិតជាមុនមានសារៈសំខាន់ក្នុងប្រព័ន្ធច្បាប់?",
    "category": "Law and Human Rights"
  },
  {
    "en": "It protects individuals from unjust punishment and ensures fair trials.",
    "km": "វការពារបុគ្គលពីការពិន័យមិនយុត្តិធម៌ និងធានាឱ្យមានការសវនកម្មសមស្រប។",
    "category": "Law and Human Rights"
  },
  {
    "en": "How do civil liberties differ from human rights?",
    "km": "តើសេរីភាពស៊ីវិលខុសពីសិទ្ធិមនុស្សដូចម្តេច?",
    "category": "Law and Human Rights"
  },
  {
    "en": "Civil liberties protect freedoms within a country, while human rights are universal and inherent to all people.",
    "km": "សេរីភាពស៊ីវិលការពារសិទ្ធិខាងក្នុងប្រទេស ខណៈសិទ្ធិមនុស្សជាសិទ្ធិសកល និងធម្មជាតិនៃមនុស្សទាំងអស់។",
    "category": "Law and Human Rights"
  },
  {
    "en": "What are the consequences of a weak legal system on human rights?",
    "km": "តើអ្វីជាផលវិបាកនៃប្រព័ន្ធច្បាប់ខ្សោយលើសិទ្ធិមនុស្ស?",
    "category": "Law and Human Rights"
  },
  {
    "en": "It leads to injustice, corruption, and widespread human rights abuses.",
    "km": "វនាំឲ្យមានអយុត្តិធម៌ អំពើពុករលួយ និងការបំពានសិទ្ធិមនុស្សយ៉ាងទូលំទូលាយ។",
    "category": "Law and Human Rights"
  },
  {
    "en": "How does legal education promote human rights awareness?",
    "km": "តើការអប់រំផ្លូវច្បាប់ជួយលើកកម្ពស់ការយល់ដឹងអំពីសិទ្ធិមនុស្សដូចម្តេច?",
    "category": "Law and Human Rights"
  },
  {
    "en": "It empowers citizens to recognize, defend, and advocate for their rights.",
    "km": "វាធ្វើឲ្យប្រជាពលរដ្ឋយល់ច្បាស់ រក្សា និងទាមទារសិទ្ធិរបស់ខ្លួនបាន។",
    "category": "Law and Human Rights"
  },
  {
    "en": "Why are international human rights watchdogs necessary?",
    "km": "ហេតុអ្វីអង្គការត្រួតពិនិត្យសិទ្ធិមនុស្សអន្តរជាតិមានសារៈសំខាន់?",
    "category": "Law and Human Rights"
  },
  {
    "en": "They monitor abuses, report violations, and pressure governments to act.",
    "km": "ពួកវាត្រួតពិនិត្យអំពើលំអៀង បង្ហាញការរំលោភ និងដាក់សំពាធលើរដ្ឋាភិបាលឲ្យដំណើរការ។",
    "category": "Law and Human Rights"
  },


  {
    "en": "What role do lawyers play in protecting human rights?",
    "km": "តើមេធាវីមានតួនាទីអ្វីក្នុងការការពារសិទ្ធិមនុស្ស?",
    "category": "Law and Human Rights"
  },
  {
    "en": "They defend victims, challenge unjust laws, and advocate for legal reforms.",
    "km": "ពួកគេការពារអ្នករងគ្រោះ ប្រឆាំងច្បាប់អយុត្តិធម៌ និងទាមទារការកែប្រែច្បាប់។",
    "category": "Law and Human Rights"
  },
  {
    "en": "How can international pressure influence a country's human rights practices?",
    "km": "តើសំពាធអន្តរជាតិអាចប៉ះពាល់ដល់ការអនុវត្តសិទ្ធិមនុស្សប្រទេសមួយដូចម្តេច?",
    "category": "Law and Human Rights"
  },
  {
    "en": "It can lead to policy reforms, release of political prisoners, and greater accountability.",
    "km": "វអាចជំរុញការកែប្រែនយោបាយ ដោះលែងអ្នកទោសនយោបាយ និងបង្កើនការទទួលខុសត្រូវ។",
    "category": "Law and Human Rights"
  },
  {
    "en": "Why is judicial independence critical for upholding rights?",
    "km": "ហេតុអ្វីឯករាជ្យភាពតុលាការមានសារៈសំខាន់សម្រាប់ការការពារសិទ្ធិ?",
    "category": "Law and Human Rights"
  },
  {
    "en": "It prevents political interference and ensures impartial legal decisions.",
    "km": "វការពារការជ្រៀតជ្រែកនយោបាយ និងធានាការសម្រេចសមស្របផ្អែកលើច្បាប់។",
    "category": "Law and Human Rights"
  },
  {
    "en": "How does technology impact the protection of human rights?",
    "km": "តើបច្ចេកវិទ្យាផ្លាស់ប្តូរការការពារសិទ្ធិមនុស្សដូចម្តេច?",
    "category": "Law and Human Rights"
  },
  {
    "en": "It enables documentation of abuses, rapid information sharing, and digital advocacy.",
    "km": "វអាចថតឯកសារអំពើលំអៀង ផ្ទេរព័ត៌មានលឿន និងជួយក្នុងការចេញសម្លេងតាមបណ្តាញ។",
    "category": "Law and Human Rights"
  },
  {
    "en": "What is the importance of legal aid services in human rights protection?",
    "km": "តើសេវាជំនួយច្បាប់មានសារៈសំខាន់ដូចម្តេចក្នុងការការពារសិទ្ធិមនុស្ស?",
    "category": "Law and Human Rights"
  },
  {
    "en": "They provide access to justice for marginalized and vulnerable populations.",
    "km": "វាផ្តល់ឱកាសឱ្យប្រជាពលរដ្ឋជាទាប និងអន្ដរាយចូលដំណើរការយុត្តិធម៌។",
    "category": "Law and Human Rights"
  },


  {
    "en": "Why is protecting minority rights crucial in a diverse society?",
    "km": "ហេតុអ្វីការការពារសិទ្ធិភាគតិចមានសារៈសំខាន់នៅក្នុងសង្គមដែលមានភាពផ្សេងគ្នា?",
    "category": "Law and Human Rights"
  },
  {
    "en": "It ensures equality, prevents discrimination, and promotes social harmony.",
    "km": "វធានាភាពស្មើ បញ្ឈប់ការរើសអើង និងលើកកម្ពស់ភាពសន្តិសុខសង្គម។",
    "category": "Law and Human Rights"
  },
  {
    "en": "How do human rights violations affect international relations?",
    "km": "តើអំពើរំលោភសិទ្ធិមនុស្សប៉ះពាល់ដល់ទំនាក់ទំនងអន្តរជាតិនៅដូចម្តេច?",
    "category": "Law and Human Rights"
  },
  {
    "en": "They lead to sanctions, damaged diplomatic ties, and loss of international credibility.",
    "km": "វនាំឲ្យមានទណ្ឌកម្ម ប៉ះពាល់ទំនាក់ទំនងទូត និងបាត់បង់ឥទ្ធិពលលើឆាកអន្តរជាតិ។",
    "category": "Law and Human Rights"
  },
  {
    "en": "What is the role of national constitutions in safeguarding rights?",
    "km": "តើរដ្ឋធម្មនុញ្ញមានតួនាទីដូចម្តេចក្នុងការការពារសិទ្ធិមនុស្ស?",
    "category": "Law and Human Rights"
  },
  {
    "en": "They legally enshrine fundamental rights and limit government authority.",
    "km": "វាបញ្ចូលសិទ្ធិមូលដ្ឋានក្នុងច្បាប់ និងដាក់សុំណាត់អំណាចរដ្ឋ។",
    "category": "Law and Human Rights"
  },
  {
    "en": "Why is public awareness vital for defending human rights?",
    "km": "ហេតុអ្វីការយល់ដឹងសាធារណៈមានសារៈសំខាន់ក្នុងការការពារសិទ្ធិមនុស្ស?",
    "category": "Law and Human Rights"
  },
  {
    "en": "It empowers citizens to recognize abuses and demand accountability.",
    "km": "វាបណ្តុះសមត្ថភាពប្រជាពលរដ្ឋឱ្យស្គាល់អំពើអំពើល្មើស និងទាមទារឱ្យមានការទទួលខុសត្រូវ។",
    "category": "Law and Human Rights"
  },
  {
    "en": "How can freedom of assembly strengthen democracy?",
    "km": "តើសេរីភាពប្រមូលផ្តុំអាចបង្កើនកម្លាំងប្រជាធិបតេយ្យដូចម្តេច?",
    "category": "Law and Human Rights"
  },
  {
    "en": "It allows people to voice concerns, influence policies, and hold leaders accountable.",
    "km": "វាអនុញ្ញាតឱ្យប្រជាជនបញ្ចេញមតិ ជំរុញនយោបាយ និងទាមទារឱ្យអ្នកដឹកនាំទទួលខុសត្រូវ។",
    "category": "Law and Human Rights"
  },


  {
    "en": "How does media freedom contribute to the protection of human rights?",
    "km": "តើសេរីភាពមេឌាមានផលប៉ះពាល់ដល់ការការពារសិទ្ធិមនុស្សយ៉ាងដូចម្តេច?",
    "category": "Law and Human Rights"
  },
  {
    "en": "It exposes abuses, informs the public, and pressures authorities to act responsibly.",
    "km": "វាបង្ហាញអំពើលំអៀង បង្ហាញព័ត៌មានសាធារណៈ និងដាក់សំពាធដល់អាជ្ញាធរឲ្យដំណើរការយ៉ាងទំនួលខុសត្រូវ។",
    "category": "Law and Human Rights"
  },
  {
    "en": "Why is the right to privacy considered a fundamental human right?",
    "km": "ហេតុអ្វីសិទ្ធិលើឯកជនភាពត្រូវបានចាត់ទុកជាសិទ្ធិមនុស្សមូលដ្ឋាន?",
    "category": "Law and Human Rights"
  },
  {
    "en": "It safeguards personal dignity, autonomy, and protects individuals from state overreach.",
    "km": "វាការពារសភាពជាមនុស្ស ឯករាជ្យភាព និងការពារបុគ្គលពីអំណាចឆ្លងលើសរដ្ឋ។",
    "category": "Law and Human Rights"
  },
  {
    "en": "How do whistleblowers help uphold human rights within governments?",
    "km": "តើអ្នកបញ្ចេញព័ត៌មានសម្ងាត់ជួយការពារសិទ្ធិមនុស្សក្នុងរដ្ឋាភិបាលដូចម្តេច?",
    "category": "Law and Human Rights"
  },
  {
    "en": "They reveal corruption, abuses of power, and unlawful actions to the public.",
    "km": "ពួកគេបង្ហាញអំពើពុករលួយ អំពើអំពានអំណាច និងអំពើខុសច្បាប់សម្ងាត់ទៅសាធារណៈ។",
    "category": "Law and Human Rights"
  },
  {
    "en": "What is the importance of fair and impartial courts in a justice system?",
    "km": "តើតុលាការយុត្តិធម៌ និងអព្យាក្រឹតមានសារៈសំខាន់ដូចម្តេចក្នុងប្រព័ន្ធយុត្តិធម៌?",
    "category": "Law and Human Rights"
  },
  {
    "en": "They guarantee fair treatment, protect legal rights, and build public trust.",
    "km": "វាធានាថាបានទទួលការពិភាក្សាសមស្រប ការពារសិទ្ធិច្បាប់ និងបង្កើតទំនុកចិត្តសាធារណៈ។",
    "category": "Law and Human Rights"
  },
  {
    "en": "How do anti-discrimination laws improve social equality?",
    "km": "តើច្បាប់ប្រឆាំងការរើសអើងជួយលើកស្ទួយសមភាពសង្គមដូចម្តេច?",
    "category": "Law and Human Rights"
  },
  {
    "en": "They prohibit unfair treatment based on race, gender, religion, or other factors.",
    "km": "វារក្សាទុកការរើសអើងផ្អែកលើជាតិ ភេទ សាសនា ឬកត្តាផ្សេងៗ។",
    "category": "Law and Human Rights"
  },


  {
    "en": "What is the primary focus of cultural anthropology?",
    "km": "តើមនុស្សវិទ្យាវប្បធម៌ផ្តោតសំខាន់លើអ្វី?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "It studies how culture shapes human behavior, beliefs, and social structures.",
    "km": "វាសិក្សាអំពីរបៀបដែលវប្បធម៌បង្កើតអាកប្បកិរិយា ទំនំនងជឿជាក់ និងរចនាសម្ព័ន្ធសង្គម។",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "How do cultural values influence daily social interactions?",
    "km": "តើតម្លៃវប្បធម៌ប៉ះពាល់ដល់អន្តរកម្មសង្គមប្រចាំថ្ងៃដូចម្តេច?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "They shape norms, etiquette, and expectations in communication and behavior.",
    "km": "វាបង្កើតបទដ្ឋាន សេចក្តីសម្រួល និងការរំពឹងទុកក្នុងការប្រាស្រ័យ និងអាកប្បកិរិយា។",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "Why is the study of rituals important in understanding societies?",
    "km": "ហេតុអ្វីការសិក្សាពិធីការមានសារៈសំខាន់ក្នុងការយល់សង្គម?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "Rituals reflect cultural beliefs, reinforce community bonds, and mark life transitions.",
    "km": "ពិធីការបង្ហាញពីជំនឿវប្បធម៌ លើកស្ទួយសម្ព័ន្ធសហគមន៍ និងសម្គាល់ការផ្លាស់ប្តូរជីវិត។",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "How do traditions help preserve cultural identity?",
    "km": "តើប្រពៃណីជួយរក្សាអត្តសញ្ញាណវប្បធម៌ដូចម្តេច?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "They pass down values, stories, and practices across generations.",
    "km": "វបន្តផ្ទេរតម្លៃ រឿងរ៉ាវ និងរបៀបប្រព្រឹត្តទៅតាមសាសន៍។",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "What impact does globalization have on traditional cultures?",
    "km": "តើការចូលរួមសកលមានឥទ្ធិពលលើវប្បធម៌បុរាណយ៉ាងដូចម្តេច?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "It can lead to cultural blending, loss of traditions, and identity shifts.",
    "km": "វាអាចបង្កការលាយបញ្ចូលវប្បធម៌ បាត់បង់ប្រពៃណី និងការប្រែប្រួលអត្តសញ្ញាណ។",
    "category": "Cultural Anthropology and Society"
  },


  {
    "en": "Why is it important to study different societies and their cultures?",
    "km": "ហេតុអ្វីការសិក្សាសង្គមនិងវប្បធម៌ផ្សេងៗគ្នាមានសារៈសំខាន់?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "It promotes cross-cultural understanding, tolerance, and appreciation of diversity.",
    "km": "វជួយលើកកម្ពស់ការយល់ដឹងរំលឹកពីវប្បធម៌ ផ្តល់ការយោគយល់ និងគោរពចំពោះភាពខុសគ្នា។",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "How do language and culture influence one another?",
    "km": "តើភាសានិងវប្បធម៌មានឥទ្ធិពលទាក់ទងគ្នាយ៉ាងដូចម្តេច?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "Language expresses cultural values, while culture shapes language use and meanings.",
    "km": "ភាសាបង្ហាញតម្លៃវប្បធម៌ ខណៈវប្បធម៌កំណត់របៀបប្រើភាសា និងន័យ។",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "What role do social norms play in maintaining order within communities?",
    "km": "តើបទដ្ឋានសង្គមមានតួនាទីអ្វីក្នុងការរក្សាសណ្តាប់ធ្នាប់ក្នុងសហគមន៍?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "They regulate acceptable behavior and promote harmony among members.",
    "km": "វាកំណត់អាកប្បកិរិយាសមស្រប និងលើកស្ទួយភាពសន្តិសុខក្នុងសហគមន៍។",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "How does kinship shape relationships in traditional societies?",
    "km": "តើទំនាក់ទំនងគ្រួសារបណ្តាញនាំឲ្យបង្កើតទំនាក់ទំនងដូចម្តេចនៅក្នុងសង្គមបុរាណ?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "It defines social roles, responsibilities, and networks of mutual support.",
    "km": "វាកំណត់តួនាទីសង្គម ភារកិច្ច និងបណ្តាញជំនួយគ្នាទៅវិញទៅមក។",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "Why are festivals and ceremonies important in preserving culture?",
    "km": "ហេតុអ្វីពិធីបុណ្យនិងពិធីការមានសារៈសំខាន់ក្នុងការរក្សាវប្បធម៌?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "They celebrate traditions, strengthen identity, and bring communities together.",
    "km": "វាជាការប្រកាសអំពីប្រពៃណី លើកស្ទួយអត្តសញ្ញាណ និងបង្កើតសាមគ្គីភាពសហគមន៍។",
    "category": "Cultural Anthropology and Society"
  },


  {
    "en": "How do social hierarchies influence individual opportunities within a society?",
    "km": "តើលំដាប់សង្គមប៉ះពាល់ដល់ឱកាសបុគ្គលក្នុងសង្គមដូចម្តេច?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "They often determine access to resources, education, and social privileges.",
    "km": "វាជាអង្គភាពកំណត់ការចូលដំណើរការទៅធនធាន ការអប់រំ និងសិទ្ធិសង្គម។",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "Why is ethnographic research valuable in cultural anthropology?",
    "km": "ហេតុអ្វីការស្រាវជ្រាវអេតនុក្រាហ្វិមានតម្លៃក្នុងមនុស្សវិទ្យាវប្បធម៌?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "It provides deep, firsthand insights into people's daily lives and beliefs.",
    "km": "វផ្តល់ការយល់ដឹងជាក់ស្តែងអំពីជីវិតប្រចាំថ្ងៃ និងជំនឿរបស់មនុស្ស។",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "What impact does urbanization have on traditional social structures?",
    "km": "តើការរីកចម្រើនទីក្រុងមានឥទ្ធិពលលើរចនាសម្ព័ន្ធសង្គមបុរាណដូចម្តេច?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "It often weakens kinship ties and reshapes community relationships.",
    "km": "វាមានទំនោរបន្ថយទំនាក់ទំនងគ្រួសារ និងបម្លែងទំនាក់ទំនងសហគមន៍។",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "How do migration patterns affect cultural diversity in modern societies?",
    "km": "តើការធ្វើចំណាកស្រុកមានឥទ្ធិពលលើភាពចម្រុះវប្បធម៌ក្នុងសង្គមសម័យទំនើបដូចម្តេច?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "They increase cultural blending, new traditions, and challenges to social cohesion.",
    "km": "វបន្ថែមការលាយបញ្ចូលវប្បធម៌ ប្រពៃណីថ្មី និងបង្កការប្រឈមលើសាមគ្គីភាពសង្គម។",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "Why is it important to preserve intangible cultural heritage?",
    "km": "ហេតុអ្វីការរក្សាបេតិកភណ្ឌវប្បធម៌អរូបីមានសារៈសំខាន់?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "It maintains community identity, wisdom, and continuity across generations.",
    "km": "វរក្សាអត្តសញ្ញាណសហគមន៍ បេតិកភណ្ឌខាងប្រាជ្ញា និងបន្តពីជំនាន់ទៅជំនាន់។",
    "category": "Cultural Anthropology and Society"
  },


  {
    "en": "How do beliefs about gender roles differ across cultures?",
    "km": "តើជំនឿអំពីតួនាទីភេទខុសគ្នាយ៉ាងដូចម្តេចនៅតាមវប្បធម៌នានា?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "Some cultures maintain strict gender divisions, while others embrace equality.",
    "km": "វប្បធម៌ខ្លះរក្សាការបែងចែកតួនាទីភេទយ៉ាងតឹងរ៉ឹង ខណៈខ្លះទទួលស្គាល់ភាពស្មើ។",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "What is cultural relativism, and why is it important in anthropology?",
    "km": "តើវប្បធម៌សមមូលភាពជាអ្វី ហើយហេតុអ្វីវាសំខាន់ក្នុងមនុស្សវិទ្យា?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "It promotes understanding cultures on their own terms without imposing external judgments.",
    "km": "វជួយឲ្យយល់អំពីវប្បធម៌ដោយគ្មានការវិនិច្ឆ័យផ្អែកលើស្តង់ដារផ្ទាល់ខ្លួន។",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "How do social customs reflect a community’s values?",
    "km": "តើរបៀបទម្លាប់សង្គមបង្ហាញពីតម្លៃសហគមន៍ដូចម្តេច?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "They reveal what is respected, prioritized, and discouraged within a society.",
    "km": "វបង្ហាញអំពីអ្វីដែលសង្គមគោរព ផ្តល់អាទិភាព និងហាមឃាត់។",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "Why do some societies practice arranged marriages?",
    "km": "ហេតុអ្វីសង្គមខ្លះអនុវត្តការរៀបការដោយមេបាប?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "To strengthen family ties, maintain social status, or preserve cultural values.",
    "km": "ដើម្បីរឹងមាំទំនាក់ទំនងគ្រួសារ រក្សាស្ថានភាពសង្គម ឬអភិរក្សតម្លៃវប្បធម៌។",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "What effects do taboos have on social behavior?",
    "km": "តើអំពើតាមតាមលក្ខណៈអាម៉ាស់ មានឥទ្ធិពលលើអាកប្បកិរិយាសង្គមដូចម្តេច?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "They regulate actions, reinforce moral codes, and maintain social order.",
    "km": "វាឃាត់ឃាំងសកម្មភាព កំណត់ក្រមសីលធម៌ និងរក្សាសណ្តាប់ធ្នាប់សង្គម។",
    "category": "Cultural Anthropology and Society"
  },


  {
    "en": "How do myths and legends shape cultural identity?",
    "km": "តើរឿងព្រេងនិទាន និងរឿងព្រេងមានឥទ្ធិពលដល់អត្តសញ្ញាណវប្បធម៌ដូចម្តេច?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "They preserve historical memory, explain natural events, and instill moral lessons.",
    "km": "វារក្សាសតិប្រវត្តិសាស្ត្រ ពន្យល់ព្រឹត្តិការណ៍ធម្មជាតិ និងបង្រៀនសីលធម៌។",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "What is the significance of hospitality in traditional societies?",
    "km": "តើការអធិការប្រកបដោយមេត្រនៅសង្គមបុរាណមានសារៈសំខាន់យ៉ាងដូចម្តេច?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "It strengthens social bonds, shows respect, and reinforces cultural values.",
    "km": "វាលើកស្ទួយទំនាក់ទំនងសង្គម បង្ហាញការគោរព និងរក្សាតម្លៃវប្បធម៌។",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "How does dress and fashion reflect social and cultural norms?",
    "km": "តើសម្លៀកបំពាក់ និងម៉ូតសម្លៀកបំពាក់បង្ហាញពីបទដ្ឋានសង្គម និងវប្បធម៌ដូចម្តេច?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "They signal identity, status, beliefs, and group belonging.",
    "km": "វាបង្ហាញអត្តសញ្ញាណ ស្ថានភាព ជំនឿ និងសមាជិកភាពសហគមន៍។",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "Why are oral traditions vital for societies without written records?",
    "km": "ហេតុអ្វីប្រពៃណីមាត់សំខាន់សម្រាប់សង្គមដែលគ្មានកំណត់ត្រាលាយអក្សរ?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "They transmit history, laws, and cultural knowledge across generations.",
    "km": "វាបន្តប្រវត្តិសាស្ត្រ ច្បាប់ និងចំណេះដឹងវប្បធម៌ពីជំនាន់ទៅជំនាន់។",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "How do rites of passage mark social transitions?",
    "km": "តើពិធីការផ្លាស់ប្តូររូបភាពជីវិតមានន័យដូចម្តេចក្នុងសង្គម?",
    "category": "Cultural Anthropology and Society"
  },
  {
    "en": "They symbolize entry into new social roles and responsibilities.",
    "km": "វាជាសញ្ញាបង្ហាញពីការចូលរួមតួនាទី និងភារកិច្ចថ្មីក្នុងសង្គម។",
    "category": "Cultural Anthropology and Society"
  },


  {
    "en": "What are the main causes of global climate change?",
    "km": "តើមូលហេតុសំខាន់ៗនៃបម្រែបម្រួលអាកាសធាតុពិភពលោកមានអ្វីខ្លះ?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "Human activities like burning fossil fuels, deforestation, and industrial emissions.",
    "km": "សកម្មភាពមនុស្សដូចជា ការដុតឥន្ធនៈហ្វូស៊ីល ការកាប់ព្រៃ និងការបញ្ចេញឧស្ម័នឧស្សាហកម្ម។",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "How does plastic pollution affect marine ecosystems?",
    "km": "តើការបំពុលផ្លាស្ទិចប៉ះពាល់ដល់ប្រព័ន្ធអេកូស៊ីស្ទឹមសមុទ្រយ៉ាងដូចម្តេច?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "It harms wildlife, disrupts food chains, and contaminates water resources.",
    "km": "វាធ្វើអោយសត្វព្រៃរងគ្រោះ បំបាក់ខ្សែសង្វាក់អាហារ និងបំពុលធនធានទឹក។",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "Why is sustainable development important for future generations?",
    "km": "ហេតុអ្វីការអភិវឌ្ឍន៍ចីរភាពមានសារៈសំខាន់សម្រាប់ជំនាន់ក្រោយ?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "It ensures resources are preserved, ecosystems are protected, and quality of life improves.",
    "km": "វធានាឲ្យធនធានត្រូវរក្សាទុក ប្រព័ន្ធធម្មជាតិនឹងត្រូវការពារ និងគុណភាពជីវិតកាន់តែល្អ។",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "What role do renewable energy sources play in sustainability?",
    "km": "តើថាមពលកកើតឡើងវិញមានតួនាទីដូចម្តេចក្នុងការរស់នៅចីរភាព?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "They reduce greenhouse gas emissions and decrease dependence on finite resources.",
    "km": "វកាត់បន្ថយការបញ្ចេញឧស្ម័នកែសំរួល និងបន្ថយការពឹងផ្អែកលើធនធានមានកំណត់។",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "How can individuals contribute to protecting the environment?",
    "km": "តើបុគ្គលអាចចូលរួមការពារបរិស្ថានបានយ៉ាងដូចម្តេច?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "By reducing waste, saving energy, using eco-friendly products, and supporting conservation efforts.",
    "km": "ដោយកាត់បន្ថយសំណល់ ថែរក្សាថាមពល ប្រើផលិតផលបរិស្ថាន និងគាំទ្រដល់ការពារធម្មជាតិ។",
    "category": "Environmental Issues and Sustainability"
  },


  {
    "en": "What is the greenhouse effect, and why is it increasing?",
    "km": "តើផលប៉ះពាល់ផ្ទះកញ្ចក់ជាអ្វី ហើយហេតុអ្វីវាកំពុងកើនឡើង?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "It traps heat in the atmosphere due to rising greenhouse gas emissions from human activity.",
    "km": "វារក្សាកម្ដៅនៅក្នុងបរិយាកាសដោយសារការកើនឡើងនៃឧស្ម័នផ្ទះកញ្ចក់ពីសកម្មភាពមនុស្ស។",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "Why is biodiversity essential for ecological balance?",
    "km": "ហេតុអ្វីភាពចម្រុះជីវចម្រុះសំខាន់សម្រាប់សមិទ្ធភាពបរិស្ថាន?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "It ensures ecosystem resilience, supports food security, and provides medicinal resources.",
    "km": "វធានាសមត្ថភាពអេកូស៊ីស្ទឹម រក្សាសន្តិសុខអាហារ និងផ្ដល់ធនធានឱសថ។",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "How do deforestation and habitat loss threaten wildlife?",
    "km": "តើការកាប់ព្រៃ និងបាត់បង់ទីជម្រកធម្មជាតិគំរាមកំហែងសត្វព្រៃដូចម្តេច?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "They destroy breeding grounds, reduce food sources, and increase extinction rates.",
    "km": "វាបំផ្លាញកន្លែងសំបុក កាត់បន្ថយប្រភពអាហារ និងបង្កើនអត្រាអន្តរាយ។",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "What sustainable practices can be applied in agriculture?",
    "km": "តើអាចអនុវត្តអំពើសមរម្យអ្វីខ្លះនៅវិស័យកសិកម្ម?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "Crop rotation, organic farming, water conservation, and reducing chemical use.",
    "km": "បម្លែងដំណាំ កសិកម្មសូម្បីស ច្នៃប្រឌិតការសន្សំព្រះបាទ និងកាត់បន្ថយការប្រើសារធាតុគីមី។",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "How does urban development impact the environment?",
    "km": "តើការអភិវឌ្ឍទីក្រុងមានឥទ្ធិពលលើបរិស្ថានដូចម្តេច?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "It increases pollution, reduces green spaces, and strains natural resources.",
    "km": "វាបង្កើនការបំពុល បន្ថយដីស្មៅ និងបង្កការចំណាយធនធានធម្មជាតិ។",
    "category": "Environmental Issues and Sustainability"
  },


  {
    "en": "What are the long-term effects of air pollution on public health?",
    "km": "តើផលប៉ះពាល់រយៈពេលវែងនៃការបំពុលខ្យល់លើសុខភាពសាធារណៈមានអ្វីខ្លះ?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "It causes respiratory illnesses, heart disease, and reduces life expectancy.",
    "km": "វាបង្កជំងឺផ្លូវដង្ហើម ជំងឺបេះដូង និងបន្ថយអាយុកាលមនុស្ស។",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "Why is water conservation crucial for sustainability?",
    "km": "ហេតុអ្វីការសន្សំព្រះបាទសំខាន់សម្រាប់ភាពចីរភាព?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "It ensures clean water availability for future generations and protects aquatic ecosystems.",
    "km": "វធានាឱ្យមានទឹកស្អាតសម្រាប់ជំនាន់ក្រោយ និងការពារប្រព័ន្ធជីវចម្រុះទឹក។",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "How do rising sea levels threaten coastal communities?",
    "km": "តើការកើនឡើងនៃមន្ទិលសមុទ្រគំរាមកំហែងសហគមន៍ឆ្នេរយ៉ាងដូចម្តេច?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "They increase flooding, displace populations, and damage infrastructure.",
    "km": "វាបង្កជំនន់ទឹក បង្ខំមនុស្សប្តូរទីលំនៅ និងបំផ្លាញអាគារ។",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "What is the importance of protecting endangered species?",
    "km": "តើសារៈសំខាន់នៃការពារសត្វស្ទើរបាត់បង់មានអ្វីខ្លះ?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "It maintains ecological balance, preserves biodiversity, and supports ecosystems.",
    "km": "វរក្សាសមិទ្ធភាពបរិស្ថាន អភិរក្សជីវចម្រុះ និងគាំទ្រប្រព័ន្ធអេកូស៊ីស្ទឹម។",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "How can education promote environmental awareness?",
    "km": "តើការអប់រំអាចលើកកម្ពស់ការយល់ដឹងអំពីបរិស្ថានដូចម្តេច?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "By teaching sustainable practices, raising awareness, and encouraging responsible behavior.",
    "km": "តាមរយៈការបង្រៀនអំពើចីរភាព បង្កើនការយល់ដឹង និងលើកទឹកចិត្តអាកប្បកិរិយាសមរម្យ។",
    "category": "Environmental Issues and Sustainability"
  },


  {
    "en": "What are the environmental benefits of planting more trees in urban areas?",
    "km": "តើអត្ថប្រយោជន៍បរិស្ថាននៃការដាំដើមឈើបន្ថែមក្នុងទីក្រុងមានអ្វីខ្លះ?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "They reduce air pollution, lower temperatures, and provide habitats for wildlife.",
    "km": "វាកាត់បន្ថយការបំពុលខ្យល់ បន្ថយសីតុណ្ហភាព និងផ្តល់ទីជម្រកសត្វព្រៃ។",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "How does overconsumption contribute to environmental degradation?",
    "km": "តើការប្រើប្រាស់លើសកំណត់បង្កឥទ្ធិពលអវិជ្ជមានដល់បរិស្ថានដូចម្តេច?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "It depletes natural resources, increases waste, and accelerates climate change.",
    "km": "វាធ្វើអោយធនធានធម្មជាតិកាន់តែអស់ បង្កសំណល់ និងបង្កើនបម្រែបម្រួលអាកាសធាតុ។",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "Why is environmental policy important for national development?",
    "km": "ហេតុអ្វីគោលនយោបាយបរិស្ថានសំខាន់សម្រាប់ការអភិវឌ្ឍជាតិ?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "It balances economic growth with environmental protection and public well-being.",
    "km": "វធានាឲ្យមានតុល្យភាពរវាងកំណើនសេដ្ឋកិច្ច ការពារបរិស្ថាន និងសុខុមាលភាពសាធារណៈ។",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "How do natural disasters affect sustainable development goals?",
    "km": "តើគ្រោះធម្មជាតិប៉ះពាល់ដល់គោលដៅអភិវឌ្ឍន៍ចីរភាពដូចម្តេច?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "They damage infrastructure, displace communities, and strain environmental resources.",
    "km": "វាបំផ្លាញអាគារ បង្ខំសហគមន៍ប្តូរទីលំនៅ និងបង្កការចំណាយធនធានធម្មជាតិ។",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "What strategies can cities adopt to become more environmentally sustainable?",
    "km": "តើទីក្រុងអាចអនុវត្តយុទ្ធសាស្ត្រអ្វីដើម្បីក្លាយជាទីក្រុងបៃតងច្រើនជាងមុន?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "Develop green spaces, improve public transport, and promote renewable energy use.",
    "km": "អភិវឌ្ឍដីស្មៅធម្មជាតិ កែលម្អការដឹកជញ្ជូនសាធារណៈ និងលើកស្ទួយការប្រើថាមពលកកើតឡើងវិញ។",
    "category": "Environmental Issues and Sustainability"
  },


  {
    "en": "How can sustainable tourism help protect natural environments?",
    "km": "តើការធ្វើទេសចរណ៍ចីរភាពអាចជួយការពារបរិស្ថានធម្មជាតិដូចម្តេច?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "It minimizes ecological damage, supports conservation efforts, and benefits local communities.",
    "km": "វកាត់បន្ថយការខូចខាតធម្មជាតិ គាំទ្រការការពារបរិស្ថាន និងផ្តល់ផលប្រយោជន៍ដល់សហគមន៍ក្នុងតំបន់។",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "Why is it important to reduce carbon footprints in daily life?",
    "km": "ហេតុអ្វីការកាត់បន្ថយអត្រាកាបូនក្នុងជីវិតប្រចាំថ្ងៃសំខាន់?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "It slows global warming, protects ecosystems, and improves air quality.",
    "km": "វបន្ថយសីតុណ្ហភាពពិភពលោក ការពារប្រព័ន្ធធម្មជាតិ និងធ្វើឲ្យខ្យល់ស្អាតឡើងវិញ។",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "What are the challenges of promoting renewable energy worldwide?",
    "km": "តើបញ្ហាប្រឈមក្នុងការលើកស្ទួយថាមពលកកើតឡើងវិញលើសកលមានអ្វីខ្លះ?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "High costs, infrastructure limitations, and reliance on traditional energy sources.",
    "km": "តម្លៃខ្ពស់ ការខ្វះលទ្ធភាពហេដ្ឋារចនាសម្ព័ន្ធ និងការពឹងផ្អែកលើថាមពលបុរាណ។",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "How does food production impact the environment?",
    "km": "តើការផលិតអាហារប៉ះពាល់ដល់បរិស្ថានយ៉ាងដូចម្តេច?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "It contributes to deforestation, water consumption, and greenhouse gas emissions.",
    "km": "វាបង្កការកាប់ព្រៃ ការចំណាយទឹក និងការបញ្ចេញឧស្ម័នផ្ទះកញ្ចក់។",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "What is the role of international agreements in environmental protection?",
    "km": "តើសន្ធិសញ្ញាអន្តរជាតិមានតួនាទីដូចម្តេចក្នុងការពារបរិស្ថាន?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "They set global standards, encourage cooperation, and hold nations accountable.",
    "km": "វកំណត់ស្តង់ដាពិភពលោក លើកទឹកចិត្តការសហការណ៍ និងទាមទារការទទួលខុសត្រូវពីប្រទេស។",
    "category": "Environmental Issues and Sustainability"
  },


  {
    "en": "How does climate change affect global food security?",
    "km": "តើបម្រែបម្រួលអាកាសធាតុប៉ះពាល់ដល់សន្តិសុខអាហារពិភពលោកដូចម្តេច?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "It disrupts crop yields, increases food prices, and threatens livelihoods.",
    "km": "វាធ្វើអោយផលផលិតកសិកម្មប្រែប្រួល បង្កើនតម្លៃអាហារ និងគំរាមកំហែងជីវភាពរស់នៅ។",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "Why is it important to protect wetlands and mangrove forests?",
    "km": "ហេតុអ្វីការការពារតំបន់ស្បូវទឹក និងព្រៃគឿងសំខាន់?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "They prevent flooding, store carbon, and support biodiversity.",
    "km": "វាជួយទប់ស្កាត់ជំនន់ទឹក ស្ទាក់កាបូន និងគាំទ្រប្រព័ន្ធជីវចម្រុះ។",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "How can businesses adopt eco-friendly practices?",
    "km": "តើសហគ្រាសអាចអនុវត្តអំពើសមនឹងបរិស្ថានដូចម្តេច?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "By reducing waste, using renewable energy, and implementing green policies.",
    "km": "ដោយកាត់បន្ថយសំណល់ ប្រើថាមពលកកើតឡើងវិញ និងអនុវត្តគោលនយោបាយបៃតង។",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "What are the environmental risks of electronic waste?",
    "km": "តើហានិភ័យបរិស្ថាននៃសំណល់អេឡិចត្រូនិចមានអ្វីខ្លះ?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "Toxic chemicals pollute soil and water, harming wildlife and human health.",
    "km": "សារធាតុពុលបំពុលដី និងទឹក ប៉ះពាល់ដល់សត្វព្រៃ និងសុខភាពមនុស្ស។",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "How does overfishing affect marine ecosystems?",
    "km": "តើការនេសាទលើសកំណត់ប៉ះពាល់ដល់ប្រព័ន្ធអេកូស៊ីស្ទឹមសមុទ្រយ៉ាងដូចម្តេច?",
    "category": "Environmental Issues and Sustainability"
  },
  {
    "en": "It disrupts food chains, reduces fish populations, and damages ocean biodiversity.",
    "km": "វាបំបាក់ខ្សែសង្វាក់អាហារ បន្ថយចំនួនត្រី និងបំផ្លាញជីវចម្រុះសមុទ្រ។",
    "category": "Environmental Issues and Sustainability"
  },


  {
    "en": "What is media literacy, and why is it important today?",
    "km": "តើការយល់ដឹងអំពីប្រព័ន្ធផ្សព្វផ្សាយជាអ្វី ហើយហេតុអ្វីវាសំខាន់ក្នុងសម័យបច្ចុប្បន្ន?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "It is the ability to access, analyze, and evaluate media messages, helping people avoid misinformation.",
    "km": "វាជាសមត្ថភាពចូលដំណើរការ វិភាគ និងវាយតម្លៃសារ ព្រមទាំងជួយមនុស្សចៀសវាងព័ត៌មានមិនពិត។",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "How can critical thinking improve decision-making in daily life?",
    "km": "តើការគិតវិភាគអាចធ្វើអោយការសម្រេចចិត្តប្រចាំថ្ងៃកាន់តែប្រសើរយ៉ាងដូចម្តេច?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "It encourages questioning assumptions, evaluating evidence, and considering different perspectives.",
    "km": "វាលើកទឹកចិត្តឲ្យសួរសំណួរអំពីការសន្មត់ វាយតម្លៃភស្តុតាង និងពិចារណាមុខមាត់ផ្សេងៗ។",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "Why is it necessary to verify news sources before sharing information?",
    "km": "ហេតុអ្វីយើងត្រូវពិនិត្យប្រភពព័ត៌មានមុនពេលចែកចាយ?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "To avoid spreading false information, protect credibility, and prevent public confusion.",
    "km": "ដើម្បីចៀសវាងការចែកចាយព័ត៌មានមិនពិត ការពារកេរ្តិ៍ឈ្មោះ និងបញ្ឈប់ការភាន់ច្រឡំសាធារណៈ។",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "What are common signs of biased or manipulative media content?",
    "km": "តើសញ្ញាទូទៅនៃមាតិកាដែលលំអៀងឬបញ្ចូលយោបល់ក្នុងប្រព័ន្ធផ្សព្វផ្សាយមានអ្វីខ្លះ?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "Emotional language, selective facts, and one-sided reporting.",
    "km": "ការប្រើភាសាបង្កអារម្មណ៍ ការជ្រើសយកតែព័ត៌មានខ្លះ និងការរាយការណ៍ដោយលំអៀង។",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "How can people protect themselves from online misinformation?",
    "km": "តើមនុស្សអាចការពារខ្លួនពីព័ត៌មានមិនពិតលើអ៊ីនធឺណិតដូចម្តេច?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "By cross-checking facts, using reliable sources, and avoiding impulsive sharing.",
    "km": "ដោយផ្ទៀងផ្ទាត់ទិន្នន័យប្រភព ស្វែងរកប្រភពគួរជឿទុកចិត្ត និងកុំចែកចាយដោយគ្មានការពិចារណា។",
    "category": "Media Literacy and Critical Thinking"
  },


  {
    "en": "Why is understanding media ownership important when consuming news?",
    "km": "ហេតុអ្វីការយល់ដឹងអំពីម្ចាស់ប្រព័ន្ធផ្សព្វផ្សាយសំខាន់ពេលយើងទទួលព័ត៌មាន?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "Because ownership can influence content, political bias, and reporting priorities.",
    "km": "ព្រោះម្ចាស់អាចប៉ះពាល់ដល់មាតិកា លំអៀងនយោបាយ និងចំណេះដឹងដែលត្រូវផ្តល់សារ។",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "How can media framing affect public opinion on social issues?",
    "km": "តើការដាក់ស៊ុមមាតិកាព័ត៌មានអាចប៉ះពាល់ដល់មតិសាធារណៈលើបញ្ហាសង្គមដូចម្តេច?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "It shapes how audiences perceive events, people, and causes by highlighting certain angles.",
    "km": "វាបង្កើតទស្សនៈដល់មនុស្សមើលឃើញព្រឹត្តិការណ៍ មនុស្ស និងមូលហេតុតាមការតាំងស៊ុម។",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "What role does critical thinking play when reading opinion articles?",
    "km": "តើការគិតវិភាគមានតួនាទីយ៉ាងដូចម្តេចពេលអានអត្ថបទយោបល់?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "It helps readers distinguish between facts, opinions, and hidden agendas.",
    "km": "វាជួយអ្នកអានបែងចែកអំពីការពិត យោបល់ និងគោលបំណងលាក់។",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "Why is fact-checking important in the digital age?",
    "km": "ហេតុអ្វីការផ្ទៀងផ្ទាត់ការពិតសំខាន់ក្នុងសម័យឌីជីថល?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "Because false information spreads quickly online and can mislead large audiences.",
    "km": "ព្រោះព័ត៌មានមិនពិតឆាប់រីករាលដាល និងអាចបំភាន់មនុស្សជាច្រើន។",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "How can people identify manipulated images or videos online?",
    "km": "តើមនុស្សអាចស្គាល់រូបភាព ឬវីដេអូចល័តត្រូវបានកែប្រែយ៉ាងដូចម្តេច?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "By checking image sources, using verification tools, and spotting inconsistencies.",
    "km": "ដោយពិនិត្យប្រភពរូបភាព ប្រើឧបករណ៍ផ្ទៀងផ្ទាត់ និងសង្កេតរកភាពមិនស្មើគ្នា។",
    "category": "Media Literacy and Critical Thinking"
  },


  {
    "en": "How does social media influence public perception of current events?",
    "km": "តើបណ្តាញសង្គមប៉ះពាល់ដល់ការយល់ឃើញសាធារណៈអំពីព្រឹត្តិការណ៍បច្ចុប្បន្នដូចម្តេច?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "It amplifies certain narratives, spreads trends rapidly, and shapes opinions.",
    "km": "វាលើកស្ទួយរឿងខ្លះៗ ឆាប់រាលដាលនិន្នាការ និងបង្កើតមតិសាធារណៈ។",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "Why should audiences be cautious of sensational headlines?",
    "km": "ហេតុអ្វីអ្នកអានត្រូវប្រុងប្រយ័ត្នចំពោះចំណងជើងរំភើប?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "Because they may exaggerate, mislead readers, or lack factual support.",
    "km": "ព្រោះវាអាចពុម្ពព្រៀង បំភាន់អ្នកអាន ឬខ្វះភស្តុតាងត្រឹមត្រូវ។",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "What techniques can media consumers use to detect propaganda?",
    "km": "តើអ្នកប្រើប្រាស់ព័ត៌មានអាចប្រើវិធីណាដើម្បីស្គាល់សារបញ្ចូលគំនិត?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "By analyzing language, checking sources, and identifying one-sided arguments.",
    "km": "តាមរយៈការវិភាគភាសា ពិនិត្យប្រភព និងស្គាល់ការលំអៀងខាងតែមួយ។",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "How can critical thinking help in evaluating political speeches?",
    "km": "តើការគិតវិភាគអាចជួយវាយតម្លៃសុន្ទរកថានយោបាយដូចម្តេច?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "It enables listeners to separate facts from emotional appeals and rhetoric.",
    "km": "វាជួយអ្នកស្ដាប់បំបែកការពិតពីការរអៀបរាប់បង្កអារម្មណ៍ និងវោហារសាស្ត្រ។",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "Why is it important to consider multiple sources when researching a topic?",
    "km": "ហេតុអ្វីត្រូវស្វែងរកព័ត៌មានពីប្រភពជាច្រើនពេលស្រាវជ្រាវអំពីប្រធានបទមួយ?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "To gain balanced perspectives, verify accuracy, and avoid misinformation.",
    "km": "ដើម្បីទទួលបានទស្សនៈតុល្យភាព ផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវ និងចៀសវាងព័ត៌មានមិនពិត។",
    "category": "Media Literacy and Critical Thinking"
  },


  {
    "en": "What makes a news source credible and trustworthy?",
    "km": "អ្វីធ្វើឲ្យប្រភពព័ត៌មានមានភាពគួរជឿទុកចិត្ត?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "Reliable sources use verified facts, balanced reporting, and expert analysis.",
    "km": "ប្រភពដែលគួរជឿប្រើព័ត៌មានផ្ទៀងផ្ទាត់ សេចក្ដីរាយការណ៍តុល្យភាព និងការវិភាគពីអ្នកជំនាញ។",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "How can people avoid falling for fake viral content online?",
    "km": "តើមនុស្សអាចចៀសវាងការជឿលើមាតិកាពិតប្រាកដក្លែងក្លាយនៅលើអ៊ីនធឺណិតដូចម្តេច?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "By questioning the source, checking dates, and cross-verifying with official outlets.",
    "km": "ដោយសួរអំពីប្រភព ពិនិត្យកាលបរិច្ឆេទ និងផ្ទៀងផ្ទាត់ជាមួយប្រភពផ្លូវការផ្សេងទៀត។",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "Why is it important to recognize logical fallacies in debates?",
    "km": "ហេតុអ្វីការស្គាល់កំហុសមានហេតុផលក្នុងការរិះគន់សំខាន់?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "Because they can distract from real issues and weaken arguments.",
    "km": "ព្រោះវាអាចបំបែកចំណងអត្ថន័យ និងធ្វើអោយមូលដ្ឋានយោបល់អន់។",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "How does media literacy empower citizens in a democracy?",
    "km": "តើការយល់ដឹងអំពីប្រព័ន្ធផ្សព្វផ្សាយជួយពលរដ្ឋក្នុងប្រទេសប្រជាធិបតេយ្យដូចម្តេច?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "It enables them to make informed decisions, hold leaders accountable, and resist manipulation.",
    "km": "វាធ្វើឲ្យពលរដ្ឋអាចសម្រេចចិត្តយ៉ាងឆ្លាតវៃ ទាមទារការទទួលខុសត្រូវ និងកុំឲ្យគេបញ្ចូលគំនិត។",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "What is clickbait, and why should readers be wary of it?",
    "km": "តើ clickbait ជាអ្វី ហើយហេតុអ្វីអ្នកអានត្រូវប្រយ័ត្នចំពោះវា?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "Clickbait uses misleading headlines to attract clicks, often lacking substance.",
    "km": "Clickbait ជាចំណងជើងបំភាន់ដើម្បីទាក់ទាញការចុច ពុំមានមូលដ្ឋានច្រើន។",
    "category": "Media Literacy and Critical Thinking"
  },


  {
    "en": "How can algorithms on social media shape personal beliefs?",
    "km": "តើអាល់ហ្គូរីតមិនលើបណ្តាញសង្គមអាចប៉ះពាល់ដល់ជំនឿផ្ទាល់ខ្លួនដូចម្តេច?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "They filter information, showing content that reinforces existing views and limiting exposure to differing opinions.",
    "km": "វាតម្រឹមព័ត៌មាន បង្ហាញតែអ្វីគាំទ្រមតិក្នុងចិត្ត ហើយបង្អាក់ការមើលឃើញយោបល់ខុសប្លែក។",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "What are deepfakes, and why are they a media literacy concern?",
    "km": "តើ deepfakes ជាអ្វី ហើយហេតុអ្វីវាសំខាន់សម្រាប់ការយល់ដឹងអំពីប្រព័ន្ធផ្សព្វផ្សាយ?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "Deepfakes are manipulated videos or images that can spread false information or damage reputations.",
    "km": "Deepfakes ជាវីដេអូ ឬរូបភាពកែប្រែ ដែលអាចបញ្ចេញព័ត៌មានមិនពិត ឬបំផ្លាញកេរ្តិ៍ឈ្មោះ។",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "Why should media consumers recognize persuasive techniques in advertisements?",
    "km": "ហេតុអ្វីអ្នកប្រើព័ត៌មានត្រូវស្គាល់បច្ចេកទេសបញ្ចុះបញ្ចូលក្នុងពាណិជ្ជកម្ម?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "To resist manipulation, make conscious choices, and understand commercial motives.",
    "km": "ដើម្បីជៀសវាងការបញ្ចូលគំនិត សម្រេចចិត្តដោយខ្លួនឯង និងយល់អំពីគោលបំណងពាណិជ្ជកម្ម។",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "How can satire and parody be misunderstood in digital media?",
    "km": "តើការបំបែកសំណើចនិងជម្លោះកំប្លែងអាចត្រូវបានយល់ច្រឡំក្នុងប្រព័ន្ធផ្សព្វផ្សាយឌីជីថលដូចម្តេច?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "If audiences lack context or media literacy, they may mistake it for factual reporting.",
    "km": "បើអ្នកទស្សនាមិនយល់ច្បាស់ ពួកគេអាចយល់ថាវាជាព័ត៌មានពិត។",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "What skills help individuals identify misinformation campaigns?",
    "km": "តើជំនាញអ្វីជួយមនុស្សស្គាល់យុទ្ធនាការផ្សព្វផ្សាយព័ត៌មានមិនពិត?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "Critical analysis, source verification, and awareness of emotional manipulation.",
    "km": "ការវិភាគវិភាគ សមត្ថភាពផ្ទៀងផ្ទាត់ប្រភព និងការយល់ដឹងអំពីការបញ្ចូលអារម្មណ៍។",
    "category": "Media Literacy and Critical Thinking"
  },


  {
    "en": "Why is it important to distinguish between opinion and fact in the media?",
    "km": "ហេតុអ្វីវាសំខាន់ក្នុងការបែងចែកអោយបានច្បាស់ពីយោបល់ និងការពិតក្នុងប្រព័ន្ធផ្សព្វផ្សាយ?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "Because opinions are subjective while facts are verifiable and objective.",
    "km": "ព្រោះយោបល់ជាការយល់ឃើញផ្ទាល់ខ្លួន ខណៈដែលការពិតអាចផ្ទៀងផ្ទាត់បាន និងមានវត្ថុតាមពិត។",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "How do echo chambers on social media affect critical thinking?",
    "km": "តើបន្ទប់ព្រិល echo chambers នៅលើបណ្តាញសង្គមប៉ះពាល់ដល់ការគិតវិភាគដូចម្តេច?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "They limit exposure to diverse opinions, reinforcing personal biases.",
    "km": "វាធ្វើឲ្យមើលឃើញតែយោបល់ស្រដៀងៗគ្នា បង្កើនភាពលំអៀងផ្ទាល់ខ្លួន។",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "Why should people be cautious about memes and viral posts?",
    "km": "ហេតុអ្វីមនុស្សត្រូវប្រុងប្រយ័ត្នចំពោះមីម និងបង្ហោះផ្ទុកលឿន?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "Because they can spread misinformation or manipulate public opinion humorously.",
    "km": "ព្រោះវាអាចចែកចាយព័ត៌មានមិនពិត ឬបំពានលើមតិសាធារណៈតាមរយៈការសើចសប្បាយ។",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "How can people improve their media literacy skills?",
    "km": "តើមនុស្សអាចបង្កើនជំនាញយល់ដឹងអំពីប្រព័ន្ធផ្សព្វផ្សាយដោយរបៀបណា?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "By fact-checking, seeking diverse perspectives, and questioning content motives.",
    "km": "ដោយផ្ទៀងផ្ទាត់ព័ត៌មាន ស្វែងយល់ពីទស្សនៈខុសៗគ្នា និងសួរពីគោលបំណងនៃមាតិកា។",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "What is confirmation bias, and how does it impact media consumption?",
    "km": "តើអភិសេដ្ឋភាពបញ្ជាក់ confirmation bias ជាអ្វី ហើយវាប៉ះពាល់ដូចម្តេចលើការទទួលព័ត៌មាន?",
    "category": "Media Literacy and Critical Thinking"
  },
  {
    "en": "It is the tendency to favor information that confirms existing beliefs, ignoring opposing views.",
    "km": "វាជាភាពលំអៀងដែលពេញចិត្តនឹងព័ត៌មានគាំទ្រយោបល់ផ្ទាល់ខ្លួន ហើយមិនអើពើនឹងយោបល់ផ្ទុយ។",
    "category": "Media Literacy and Critical Thinking"
  },


  {
    "en": "What is the difference between mental health and mental illness?",
    "km": "តើភាពខុសគ្នារវាងសុខភាពផ្លូវចិត្ត និងជម្ងឺផ្លូវចិត្តមានដូចម្តេច?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "Mental health refers to overall emotional well-being, while mental illness involves specific conditions affecting thoughts and behavior.",
    "km": "សុខភាពផ្លូវចិត្តគឺនិយាយអំពីសុខុមាលភាពផ្លូវអារម្មណ៍ទាំងមូល ខណៈដែលជម្ងឺផ្លូវចិត្តជាការរអាក់រអួលក្នុងការគិត និងអាកប្បកិរិយាជាក់លាក់។",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "Why is emotional intelligence important in daily life?",
    "km": "ហេតុអ្វីសមត្ថភាពបញ្ចេញអារម្មណ៍គឺសំខាន់ក្នុងជីវិតប្រចាំថ្ងៃ?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "It helps people manage emotions, build relationships, and make thoughtful decisions.",
    "km": "វាជួយមនុស្សគ្រប់គ្រងអារម្មណ៍ បង្កើតទំនាក់ទំនងល្អ និងសម្រេចចិត្តយ៉ាងពិចារណា។",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "How can stress negatively impact physical health?",
    "km": "តើការតានតឹងអាចប៉ះពាល់អាក្រក់ដល់សុខភាពរាងកាយយ៉ាងដូចម្តេច?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "It can cause headaches, insomnia, heart problems, and weaken the immune system.",
    "km": "វាអាចបណ្តាលអោយឈឺក្បាល គេងមិនលក់ បញ្ហាបេះដូង និងបន្ថយប្រសិទ្ធភាពប្រព័ន្ធភាពស៊ាំ។",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "What are healthy ways to cope with anxiety?",
    "km": "តើវិធីសាស្រ្តល្អៗណាដើម្បីដោះស្រាយការព្រួយបារម្ភ?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "Practicing mindfulness, regular exercise, deep breathing, and seeking social support.",
    "km": "ធ្វើការបំពានចិត្ត សកម្មភាពប្រាណ ផ្លាស់ប្តូរផ្លូវដង្ហើម និងស្វែងរកការគាំទ្រពីមនុស្សជុំវិញ។",
    "category": "Psychology and Mental Health"
  },


  {
    "en": "Why is it important to destigmatize mental health issues in society?",
    "km": "ហេតុអ្វីវាសំខាន់ក្នុងការលុបបំបាត់ការរើសអើងចំពោះបញ្ហាសុខភាពផ្លូវចិត្តក្នុងសង្គម?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "Because it encourages people to seek help and improves overall community well-being.",
    "km": "ព្រោះវលើកទឹកចិត្តមនុស្សឲ្យស្វែងរកជំនួយ និងធ្វើឲ្យសុខុមាលភាពសង្គមល្អប្រសើរឡើង។",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "How do childhood experiences shape adult mental health?",
    "km": "តើបទពិសោធន៍នៅពេលកុមារភាពប៉ះពាល់ដល់សុខភាពផ្លូវចិត្តពេលពេញវ័យដូចម្តេច?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "They influence emotional development, coping skills, and vulnerability to disorders.",
    "km": "វាប៉ះពាល់ដល់ការអភិវឌ្ឍផ្លូវអារម្មណ៍ ជំនាញគ្រប់គ្រងអារម្មណ៍ និងភាពងាយរងជំងឺផ្លូវចិត្ត។",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "What role does social connection play in mental health?",
    "km": "តើទំនាក់ទំនងសង្គមមានតួនាទីដូចម្តេចលើសុខភាពផ្លូវចិត្ត?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "It provides emotional support, reduces loneliness, and strengthens resilience.",
    "km": "វផ្តល់ការគាំទ្រផ្លូវអារម្មណ៍ បន្ថយភាពឯកោ និងបង្កើនសមត្ថភាពអត់ធន់។",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "How can regular physical activity benefit mental well-being?",
    "km": "តើសកម្មភាពប្រាណទៀងទាត់អាចផ្តល់អត្ថប្រយោជន៍ដល់សុខភាពផ្លូវចិត្តដូចម្តេច?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "It reduces stress, boosts mood, and improves sleep quality.",
    "km": "វាបន្ថយស្ត្រេស ធ្វើឲ្យអារម្មណ៍ល្អ និងធ្វើឲ្យគេងបានស្រួល។",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "Why do mental health professionals recommend mindfulness techniques?",
    "km": "ហេតុអ្វីអ្នកជំនាញផ្លូវចិត្តផ្តល់អនុសាសន៍ឱ្យប្រើបច្ចេកទេសការបំពានចិត្ត?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "Because mindfulness reduces anxiety, improves focus, and enhances emotional control.",
    "km": "ព្រោះការបំពានចិត្តបន្ថយស្ត្រេស លើកស្ទួយការផ្តោតអារម្មណ៍ និងបង្កើនសមត្ថភាពគ្រប់គ្រងអារម្មណ៍។",
    "category": "Psychology and Mental Health"
  },


  {
    "en": "How does chronic stress affect the brain over time?",
    "km": "តើស្ត្រេសរៀងរាល់ពេលប៉ះពាល់ដល់ខួរក្បាលយ៉ាងដូចម្តេចក្នុងរយៈពេលវែង?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "It can impair memory, reduce concentration, and increase the risk of mental disorders.",
    "km": "វាអាចបណ្តាលឱ្យបាត់បង់ការចងចាំ បន្ថយសមត្ថភាពផ្តោតអារម្មណ៍ និងបង្កើនហានិភ័យជំងឺផ្លូវចិត្ត។",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "What are common symptoms of depression people should recognize?",
    "km": "តើរោគសញ្ញាទូទៅនៃជំងឺឌីប្រេសសិនដែលមនុស្សគួរត្រូវស្គាល់មានអ្វីខ្លះ?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "Persistent sadness, loss of interest, fatigue, and changes in sleep or appetite.",
    "km": "មានអារម្មណ៍សោកសៅឥតឈប់ឈរ បាត់បង់ចំណង់ចំណូលចិត្ត ខកខានថាមពល និងការផ្លាស់ប្តូរនៅក្នុងការគេង ឬអាហារ។",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "Why is self-care important for mental well-being?",
    "km": "ហេតុអ្វីការថែរក្សាខ្លួនឯងសំខាន់សម្រាប់សុខភាពផ្លូវចិត្ត?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "Because it helps manage stress, maintain balance, and prevent burnout.",
    "km": "ព្រោះវាជួយគ្រប់គ្រងស្ត្រេស រក្សាតុល្យភាព និងការពារការរងការធុញនឿយហត់ផ្លូវអារម្មណ៍។",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "How can supportive relationships protect mental health?",
    "km": "តើទំនាក់ទំនងល្អអាចការពារសុខភាពផ្លូវចិត្តយ៉ាងដូចម្តេច?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "They provide comfort, reduce feelings of isolation, and offer practical help in difficult times.",
    "km": "វាផ្តល់ការលួងលោម បន្ថយអារម្មណ៍ឯកោ និងជួយដោះស្រាយបញ្ហាពេលមានអំពើលំបាក។",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "What is the connection between nutrition and mental health?",
    "km": "តើមានទំនាក់ទំនងអ្វីរវាងអាហារូបត្ថម្ភ និងសុខភាពផ្លូវចិត្ត?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "A balanced diet supports brain function, mood regulation, and energy levels.",
    "km": "អាហារប្រកបដោយសមស្របជួយដល់មុខងារខួរក្បាល ការត្រួតពិនិត្យអារម្មណ៍ និងថាមពល។",
    "category": "Psychology and Mental Health"
  },


  {
    "en": "How does sleep quality influence mental health?",
    "km": "តើគុណភាពការគេងអាចប៉ះពាល់ដល់សុខភាពផ្លូវចិត្តដូចម្តេច?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "Poor sleep can increase anxiety, irritability, and the risk of depression.",
    "km": "ការគេងមិនល្អអាចបង្កើនស្ត្រេស ភាពងាយខឹង និងហានិភ័យជំងឺឌីប្រេសសិន។",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "What is cognitive behavioral therapy (CBT), and how does it work?",
    "km": "តើការព្យាបាលដោយវិធី CBT ជាអ្វី ហើយវាសកម្មដូចម្តេច?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "CBT is a structured therapy that helps people recognize and change negative thought patterns.",
    "km": "CBT ជាវិធីព្យាបាលមានរចនាសម្ព័ន្ធ ដែលជួយមនុស្សស្គាល់និងផ្លាស់ប្តូរការគិតអវិជ្ជមាន។",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "Why is it important to talk openly about mental health challenges?",
    "km": "ហេតុអ្វីវាសំខាន់ក្នុងការនិយាយចំហអំពីបញ្ហាសុខភាពផ្លូវចិត្ត?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "It reduces stigma, encourages support, and fosters community awareness.",
    "km": "វាបន្ថយការរើសអើង លើកទឹកចិត្តការជួយគ្នា និងលើកកម្ពស់ការយល់ដឹងក្នុងសហគមន៍។",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "How do relaxation techniques help in managing mental stress?",
    "km": "តើបច្ចេកទេសបញ្ចុះសំពាធអារម្មណ៍ជួយដោះស្រាយស្ត្រេសផ្លូវចិត្តដូចម្តេច?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "They calm the nervous system, reduce heart rate, and improve mood.",
    "km": "វាបន្ថយសកម្មភាពប្រព័ន្ធសរសៃប្រសាទ បន្ថយល្បឿនបេះដូង និងធ្វើអោយអារម្មណ៍ប្រសើរឡើង។",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "What are the warning signs of burnout?",
    "km": "តើសញ្ញាផ្តល់សញ្ញានៃការធុញនឿយផ្លូវចិត្តមានអ្វីខ្លះ?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "Emotional exhaustion, reduced performance, and detachment from personal or professional life.",
    "km": "ភាពធុញនឿយផ្លូវអារម្មណ៍ ការរួចខ្លួនចេញពីជីវិតផ្ទាល់ខ្លួន និងការងារ និងការថយប្រសិទ្ធភាព។",
    "category": "Psychology and Mental Health"
  },


  {
    "en": "How can practicing gratitude improve mental well-being?",
    "km": "តើការបង្ហាញអំណរគុណអាចធ្វើឲ្យសុខភាពផ្លូវចិត្តប្រសើរឡើងដូចម្តេច?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "It shifts focus to positive experiences, reduces negativity, and increases life satisfaction.",
    "km": "វាធ្វើឲ្យអារម្មណ៍ផ្តោតទៅលើអ្វីល្អ បន្ថយអវិជ្ជមាន និងបង្កើនភាពពេញចិត្តជីវិត។",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "Why is setting personal boundaries important for mental health?",
    "km": "ហេតុអ្វីការកំណត់ព្រំដែនផ្ទាល់ខ្លួនសំខាន់សម្រាប់សុខភាពផ្លូវចិត្ត?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "It helps protect emotional energy and prevents burnout from excessive demands.",
    "km": "វាជួយការពារថាមពលផ្លូវអារម្មណ៍ និងជៀសវាងការធុញនឿយពីសំណើរសុំលើសកម្រិត។",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "How do hobbies and creative activities support mental health?",
    "km": "តើការកំសាន្តនិងសកម្មភាពច្នៃប្រឌិតជួយដល់សុខភាពផ្លូវចិត្តដូចម្តេច?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "They provide relaxation, improve mood, and foster a sense of accomplishment.",
    "km": "វាបង្កើតភាពសម្រាកចិត្ត ធ្វើឲ្យអារម្មណ៍ប្រសើរឡើង និងបង្កើនអារម្មណ៍ជោគជ័យ។",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "What is the role of resilience in managing mental health challenges?",
    "km": "តើសមត្ថភាពអត់ធ្មត់ resilience មានតួនាទីអ្វីក្នុងការគ្រប់គ្រងបញ្ហាសុខភាពផ្លូវចិត្ត?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "It enables individuals to recover from adversity and adapt to difficult situations.",
    "km": "វាជួយមនុស្សឆ្លងកាត់បញ្ហាប្រឈម និងសម្របខ្លួនបានល្អក្នុងស្ថានភាពលំបាក។",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "Why is it beneficial to limit screen time for mental health?",
    "km": "ហេតុអ្វីការកំណត់ពេលវេលាដាក់អេក្រង់មានអត្ថប្រយោជន៍សម្រាប់សុខភាពផ្លូវចិត្ត?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "It reduces overstimulation, improves sleep, and encourages real-world interaction.",
    "km": "វាបន្ថយភាពរឹតត្បិតពីព័ត៌មាន ធ្វើឲ្យគេងបានល្អ និងលើកទឹកចិត្តឲ្យទំនាក់ទំនងជាក់ស្តែង។",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "How can regular journaling support emotional health?",
    "km": "តើការសរសេរចំណាំរៀងរាល់ថ្ងៃអាចជួយដល់សុខភាពផ្លូវអារម្មណ៍ដូចម្តេច?",
    "category": "Psychology and Mental Health"
  },
  {
    "en": "It helps process emotions, track progress, and release stress.",
    "km": "វាជួយដំណើរការអារម្មណ៍ តាមដានវឌ្ឍនភាព និងបញ្ចេញស្ត្រេស។",
    "category": "Psychology and Mental Health"
  },


  {
    "en": "What qualities make a successful entrepreneur?",
    "km": "លក្ខណៈអ្វីខ្លះដែលធ្វើឲ្យអ្នកស្រុកឯករាជ្យមានភាពជោគជ័យ?",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "Resilience, creativity, risk-taking, and strong leadership are essential qualities.",
    "km": "ភាពអត់ធ្មត់ សេចក្ដីច្នៃប្រឌិត ការសម្រេចចិត្តចុះហត្ថ និងភាពជាអ្នកដឹកនាំល្អ គឺជាគុណលក្ខណៈសំខាន់។",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "Why do many startups fail within the first few years?",
    "km": "ហេតុអ្វីសហគ្រិនថ្មីច្រើនបរាជ័យក្នុងរយៈពេលប៉ុន្មានឆ្នាំដំបូង?",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "Common reasons include poor market fit, lack of funding, and weak business models.",
    "km": "មូលហេតុជាសក្តិសមមាន ការអត់សមស្របជាមួយទីផ្សារ ការខ្វះមូលនិធិ និងគំរូអាជីវកម្មមិនមាំ។",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "How important is market research for new business ventures?",
    "km": "តើការស្រាវជ្រាវទីផ្សារសំខាន់ប៉ុណ្ណានៅពេលចាប់ផ្តើមអាជីវកម្មថ្មី?",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "It identifies customer needs, assesses competition, and reduces business risks.",
    "km": "វាស្គាល់តម្រូវការអតិថិជន វាយតម្លៃការប្រកួតប្រជែង និងបន្ថយហានិភ័យអាជីវកម្ម។",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "What role does innovation play in startup success?",
    "km": "តើការច្នៃប្រឌិតមានតួនាទីយ៉ាងដូចម្តេចក្នុងជោគជ័យសហគ្រិនថ្មី?",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "Innovation differentiates a business, solves unique problems, and attracts customers.",
    "km": "ការច្នៃប្រឌិតធ្វើអោយអាជីវកម្មខុសគេ ដោះស្រាយបញ្ហាពិសេស និងទាក់ទាញអតិថិជន។",
    "category": "Entrepreneurship and Startups"
  },


  {
    "en": "How can a startup attract its first group of loyal customers?",
    "km": "តើសហគ្រិនថ្មីអាចទាក់ទាញអតិថិជនជាទីស្រឡាញ់ក្រុមដំបូងរបៀបណា?",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "By offering unique value, excellent service, and building authentic relationships.",
    "km": "ដោយផ្តល់តម្លៃពិសេស សេវាកម្មល្អបំផុត និងបង្កើតទំនាក់ទំនងពិតប្រាកដ។",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "Why is adaptability crucial for entrepreneurs?",
    "km": "ហេតុអ្វីភាពអាចបត់បែនសម្របសម្រួលសំខាន់សម្រាប់អ្នកស្រុកឯករាជ្យ?",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "Because markets and customer preferences constantly change, requiring flexible strategies.",
    "km": "ព្រោះទីផ្សារ និងចំណង់ចំណូលចិត្តអតិថិជនផ្លាស់ប្តូរដោយគ្មានចេះហើយ តម្រូវឲ្យមានយុទ្ធសាស្ត្រដែលអាចបត់បែនបាន។",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "What financial mistakes should new entrepreneurs avoid?",
    "km": "តើកំហុសហិរញ្ញវត្ថុណាដែលសហគ្រិនថ្មីគួរត្រូវជៀសវាង?",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "Overspending, neglecting cash flow, and failing to plan for slow periods.",
    "km": "ចំណាយលើសព្រំដែន មិនអភិរក្សសាច់ប្រាក់ និងមិនគ្រោងការសម្រាប់ពេលលក់ស្រក។",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "How important is networking in entrepreneurship?",
    "km": "តើការបង្កើតបណ្ដាញទំនាក់ទំនងមានសារៈសំខាន់ប៉ុណ្ណានៅក្នុងការចាប់ផ្តើមអាជីវកម្ម?",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "It opens opportunities for partnerships, investment, and valuable advice.",
    "km": "វាបើកឱកាសសម្រាប់ដៃគូ ធនធាន និងការប្រុងប្រយ័ត្នល្អៗ។",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "What is a minimum viable product (MVP) in startup development?",
    "km": "តើផលិតផលអប្បបរមាដែលអាចប្រើបាន (MVP) នៅក្នុងការចាប់ផ្តើមអាជីវកម្មមានអ្វីខ្លះ?",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "It's the simplest version of a product that satisfies early customers and provides feedback for improvement.",
    "km": "វាជាប្រភេទផលិតផលសាមញ្ញបំផុតដែលអាចបំពេញតម្រូវការអតិថិជនដំបូង និងទទួលយោបល់ដើម្បីកែលម្អ។",
    "category": "Entrepreneurship and Startups"
  },


  {
    "en": "How can social media benefit startup growth?",
    "km": "តើបណ្តាញសង្គមអាចជួយលើកកម្ពស់សហគ្រិនថ្មីបានដូចម្តេច?",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "It increases brand visibility, engages customers, and drives product awareness.",
    "km": "វបង្កើនការចាប់អារម្មណ៍លើម៉ាក អន្តរាគមន៍ជាមួយអតិថិជន និងផ្សព្វផ្សាយផលិតផល។",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "Why is it essential for entrepreneurs to learn from failure?",
    "km": "ហេតុអ្វីសំខាន់សម្រាប់សហគ្រិនក្នុងការរៀនពីការបរាជ័យ?",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "Because failure offers lessons that improve future strategies and resilience.",
    "km": "ព្រោះការបរាជ័យផ្តល់បទពិសោធន៍ដើម្បីកែលម្អយុទ្ធសាស្ត្រ និងភាពអត់ធ្មត់សម្រាប់ពេលក្រោយ។",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "What factors contribute to sustainable business growth?",
    "km": "តើកត្តាអ្វីខ្លះដែលមានដំណើរការជួយឲ្យអាជីវកម្មឈានទៅមុខយ៉ាងចិរភាព?",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "Strong leadership, market adaptability, customer loyalty, and financial discipline.",
    "km": "ភាពជាអ្នកដឹកនាំល្អ ការបត់បែនជាមួយទីផ្សារ ភាពស្មោះត្រង់ពីអតិថិជន និងការគ្រប់គ្រងហិរញ្ញវត្ថុ។",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "How do co-founders impact a startup’s success?",
    "km": "តើដៃគូរ​ចាប់ផ្តើមអាជីវកម្មមានឥទ្ធិពលដូចម្តេចលើភាពជោគជ័យសហគ្រិន?",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "They share responsibilities, complement skills, and strengthen decision-making.",
    "km": "ពួកគេចែករំលែកភារកិច្ច បំពេញជំនាញគ្នា និងលើកកម្ពស់ការសម្រេចចិត្តល្អ។",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "What is the importance of scalability in a business model?",
    "km": "តើភាពអាចពង្រីកបានមានសារៈសំខាន់យ៉ាងដូចម្តេចក្នុងគំរូអាជីវកម្ម?",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "It allows a business to grow revenue without proportionally increasing costs.",
    "km": "វាធ្វើឲ្យអាជីវកម្មអាចពង្រីកចំណូលដោយមិនចាំបាច់បន្ថែមចំណាយយ៉ាងសមមូល។",
    "category": "Entrepreneurship and Startups"
  },


  {
    "en": "How can startups manage limited resources effectively?",
    "km": "តើសហគ្រិនថ្មីអាចគ្រប់គ្រងធនធានមានកំណត់យ៉ាងមានប្រសិទ្ធភាពដូចម្តេច?",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "By prioritizing essential activities, outsourcing strategically, and tracking expenses closely.",
    "km": "ដោយផ្តល់អាទិភាពសកម្មភាពចាំបាច់ ប្រើសេវាកម្មក្រៅយ៉ាងយុត្តិធម៌ និងតាមដានចំណាយយ៉ាងម៉ត់ចត់។",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "What is the role of mentorship in entrepreneurship?",
    "km": "តើអ្នកណែនាំមានតួនាទីអ្វីក្នុងការចាប់ផ្តើមអាជីវកម្ម?",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "Mentors provide experience-based advice, broaden networks, and offer strategic guidance.",
    "km": "អ្នកណែនាំផ្តល់អនុសាសន៍ផ្អែកលើបទពិសោធន៍ ពង្រីកបណ្តាញ និងផ្តល់យុទ្ធសាស្ត្រល្អ។",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "Why is customer feedback vital for startups?",
    "km": "ហេតុអ្វីមតិអតិថិជនមានសារៈសំខាន់ចំពោះសហគ្រិនថ្មី?",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "It helps improve products, address concerns, and build lasting relationships.",
    "km": "វជួយធ្វើឲ្យផលិតផលប្រសើរឡើង ដោះស្រាយបញ្ហា និងកសាងទំនាក់ទំនងរយៈពេលវែង។",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "How can startups differentiate themselves in a crowded market?",
    "km": "តើសហគ្រិនថ្មីអាចធ្វើអោយខ្លួនខុសគេនៅក្នុងទីផ្សារតានតឹងយ៉ាងដូចម្តេច?",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "By offering unique solutions, delivering exceptional customer service, and developing a strong brand identity.",
    "km": "ដោយផ្តល់ដំណោះស្រាយពិសេស សេវាកម្មអតិថិជនល្អបំផុត និងសម្គាល់ម៉ាកខ្លាំង។",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "What challenges do female entrepreneurs often face?",
    "km": "តើសហគ្រិនស្រីជួបបញ្ហាអ្វីខ្លះជាញឹកញាប់?",
    "category": "Entrepreneurship and Startups"
  },
  {
    "en": "They may encounter limited funding access, gender bias, and work-life balance pressures.",
    "km": "ពួកគេអាចជួបការលំបាកក្នុងការរកមូលនិធិ អំពើរើសអើងតាមភេទ និងការរកសមតុល្យក្នុងជីវិត។",
    "category": "Entrepreneurship and Startups"
  },


  {
    "en": "Should artificial intelligence be allowed to make life-and-death decisions?",
    "km": "តើគួរឲ្យបញ្ចាក់ឲ្យបច្ចេកវិទ្យាបញ្ញាសិប្បនិម្មិតសម្រេចចិត្តអំពីជីវិត និង ស្លាប់ឬទេ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "While AI can assist, final decisions should remain with humans to ensure accountability and moral judgment.",
    "km": "ទោះបីបញ្ញាសិប្បនិម្មិតអាចជួយបានក៏ដោយ ក៏គួរឲ្យមនុស្សជាម្ចាស់ការសម្រេចចិត្តចុងក្រោយដើម្បីធានាបទបញ្ជាក់និងការវាយតម្លៃសីលធម៌។",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Is data privacy more important than national security?",
    "km": "តើឯកជនភាពទិន្នន័យសំខាន់ជាងសន្តិសុខជាតិឬទេ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Both are crucial; the challenge lies in balancing civil liberties with protective measures.",
    "km": "ទាំងពីរជាសារៈសំខាន់ បញ្ហាគឺការស្វែងរកសមតុល្យរវាងសិទ្ធិសេរីរបស់ប្រជាជននិងវិធានការពារ។",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Should tech companies be held responsible for the misuse of their platforms?",
    "km": "តើក្រុមហ៊ុនបច្ចេកវិទ្យាគួរត្រូវទទួលខុសត្រូវចំពោះការប្រើប្រាស់វេទិការបស់ពួកគេមិនត្រឹមត្រូវឬទេ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Yes, especially when they fail to moderate harmful content or prevent abuse.",
    "km": "បាទ/ចាស ជាពិសេសនៅពេលដែលពួកគេបរាជ័យក្នុងការត្រួតពិនិត្យមាតិកាដែលមានបញ្ហា ឬការរារាំងអំពើអាសាប្បកម្ម។",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Can facial recognition technology be ethically justified?",
    "km": "តើបច្ចេកវិទ្យាស្មើរលក្ខណៈមុខអាចយល់ថាសមស្របតាមសីលធម៌បានទេ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Only with strong oversight, transparency, and consent to avoid discrimination or surveillance misuse.",
    "km": "អាចធ្វើទៅបាន ប្រសិនបើមានការត្រួតពិនិត្យយ៉ាងតឹងរឹង ភាពប៉ុណ្ណោះ និងការយល់ព្រមដើម្បីចៀសវាងការរើសអើង ឬការប្រើប្រាស់សម្រាប់ការចារកម្ម។",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Should children have unrestricted access to smart devices and the internet?",
    "km": "តើកុមារគួរតែមានសិទ្ធិប្រើឧបករណ៍ឆ្លាត និងអ៊ីនធឺណិតដោយគ្មានការរឹតត្បិតឬទេ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "No, guidance and limits are essential to protect their well-being and development.",
    "km": "ទេ ការណែនាំ និងការកំណត់គឺសំខាន់ក្នុងការការពារសុខុមាលភាព និងការលូតលាស់របស់ពួកគេ។",
    "category": "Debates on Ethics in Technology"
  },


  {
    "en": "Is it ethical for employers to monitor employees using surveillance software?",
    "km": "តើវាសមរម្យតាមសីលធម៌ឬទេសម្រាប់និយោជកក្នុងការត្រួតពិនិត្យបុគ្គលិកដោយប្រើកម្មវិធីចារកម្ម?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Only when transparency, consent, and clear boundaries are established to respect privacy.",
    "km": "ត្រឹមត្រូវប្រសិនបើមានភាពច្បាស់លាស់ ការយល់ព្រម និងដែនកំណត់ច្បាស់សម្រាប់ការគោរពឯកជនភាព។",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Should tech developers be liable for the ethical consequences of their inventions?",
    "km": "តើអ្នកអភិវឌ្ឍបច្ចេកវិទ្យាគួរត្រូវទទួលខុសត្រូវចំពោះផលប៉ះពាល់សីលធម៌នៃការបង្កើតរបស់ពួកគេឬទេ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Yes, ethical foresight should be integral to innovation to prevent harm.",
    "km": "បាទ/ចាស ទស្សនៈសីលធម៌គួរតែជាផ្នែកមួយនៃការច្នៃប្រឌិតដើម្បីបង្ការ​ការ​ផល​ប៉ះពាល់អាក្រក់។",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Can social media algorithms be blamed for spreading misinformation?",
    "km": "តើអាល់ហ្គូរីដឹមនៅលើបណ្ដាញសង្គមគួរត្រូវទោសចំពោះការបំពានព័ត៌មានឬទេ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "To some extent, since they amplify content without evaluating accuracy or context.",
    "km": "មានផ្នែកខ្លះ បើគេពិចារណាថាវាជួយបន្ថែមមាតិកាដោយគ្មានការវាយតម្លៃភាពត្រឹមត្រូវឬបរិបទ។",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Should there be global ethical standards for emerging technologies?",
    "km": "តើគួរមានស្តង់ដាសីលធម៌សកលសម្រាប់បច្ចេកវិទ្យាថ្មីៗឬទេ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Yes, to ensure fairness, safety, and human rights across borders.",
    "km": "បាទ/ចាស ដើម្បីធានាការស្មើភាព សុវត្ថិភាព និងសិទ្ធិមនុស្សនៅទូទាំងពិភពលោក។",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Is it ethical to enhance human abilities through technology (e.g., brain chips)?",
    "km": "តើវាសមរម្យតាមសីលធម៌ដែរឬទេក្នុងការកែលម្អសមត្ថភាពមនុស្សតាមរយៈបច្ចេកវិទ្យា (ឧ. ដំឡើងឈីបក្នុងខួរក្បាល)?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Only if used to restore health or improve life without coercion or inequality.",
    "km": "ត្រឹមត្រូវបើប្រើសម្រាប់ស្ដារសុខភាព ឬបង្កើនគុណភាពជីវិត ដោយគ្មានការបង្ខំឬភាពមិនស្មើ។",
    "category": "Debates on Ethics in Technology"
  },


  {
    "en": "Should autonomous weapons be banned under international law?",
    "km": "តើគួរតែដាក់បម្រាមអាវុធស្វ័យប្រវត្តិដោយច្បាប់អន្តរជាតិឬទេ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Yes, because they remove human accountability from lethal decisions.",
    "km": "បាទ/ចាស ព្រោះវាបំបាត់ការទទួលខុសត្រូវរបស់មនុស្សចំពោះការសម្រេចចិត្តប្រើអាវុធសម្លាប់។",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Is it ethical for companies to use consumer data for targeted advertising?",
    "km": "តើវាសមរម្យតាមសីលធម៌ឬទេសម្រាប់ក្រុមហ៊ុនប្រើទិន្នន័យអតិថិជនក្នុងការផ្សព្វផ្សាយដាក់គោលដៅ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Only with informed consent and strict privacy protections in place.",
    "km": "គឺត្រឹមត្រូវតែបើមានការយល់ព្រមដ៏ច្បាស់លាស់ និងការការពារឯកជនភាពយ៉ាងតឹងរឹង។",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Can virtual reality experiences blur the line between reality and fiction dangerously?",
    "km": "តើបទពិសោធន៍ក្នុងពិភពនិម្មិតអាចបំប្លែងខាងចិត្តឲ្យស្រួលច្រឡំរវាងជាក់ស្តែងនិងនិម្មិតឬទេ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Yes, especially for youth, if not guided responsibly.",
    "km": "បាទ/ចាស ជាពិសេសចំពោះយុវជន ប្រសិនបើគ្មានការណែនាំយ៉ាងទូលំទូលាយ។",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Should users have the right to be forgotten online?",
    "km": "តើអ្នកប្រើប្រាស់គួរតែមានសិទ្ធិឲ្យទិន្នន័យខ្លួនអស់សង្ស័យនៅលើអ៊ីនធឺណិតឬទេ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Yes, to protect individual privacy and control over personal data.",
    "km": "បាទ/ចាស ដើម្បីការពារឯកជនភាព និងផ្ដល់សិទ្ធិគ្រប់គ្រងទិន្នន័យផ្ទាល់ខ្លួន។",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Is it ethical to use deepfake technology in entertainment or education?",
    "km": "តើការប្រើបច្ចេកវិទ្យា Deepfake សមរម្យតាមសីលធម៌ក្នុងវិស័យកម្សាន្ត ឬការអប់រំឬទេ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Only if it’s clearly labeled and not misleading or harmful.",
    "km": "ត្រឹមត្រូវ បើវាត្រូវបានសម្គាល់យ៉ាងច្បាស់ និងមិនបញ្ចេញព័ត៌មានធ្វើឲ្យយល់ច្រឡំឬបង្កគ្រោះថ្នាក់។",
    "category": "Debates on Ethics in Technology"
  },


  {
    "en": "Should people have ownership over their genetic data from DNA tests?",
    "km": "តើមនុស្សគួរតែមានកម្មសិទ្ធិលើទិន្នន័យសាសនាតាមរយៈការធ្វើតេស្ត DNA ឬទេ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Yes, individuals should control how their genetic data is stored, shared, and used.",
    "km": "បាទ/ចាស មនុស្សគួរតែមានសិទ្ធិក្នុងការគ្រប់គ្រងទិន្នន័យសាសនារបស់ខ្លួន តើវាត្រូវផ្ទុក បញ្ជូន ឬប្រើប្រាស់យ៉ាងដូចម្តេច។",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Is the use of emotional AI in customer service ethical?",
    "km": "តើការប្រើ AI មានសមត្ថភាពយល់អារម្មណ៍ក្នុងសេវាកម្មអតិថិជនសមរម្យតាមសីលធម៌ឬទេ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Only if it is transparent, does not manipulate, and respects user emotions.",
    "km": "ត្រឹមត្រូវបើវាមានភាពថ្លែងត្រង់ មិនបញ្ជាបំណង និងគោរពអារម្មណ៍អ្នកប្រើប្រាស់។",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Should there be ethical limits on brain-computer interface technologies?",
    "km": "តើគួរមានព្រំដែនសីលធម៌លើបច្ចេកវិទ្យាភ្ជាប់ខួរក្បាលជាមួយកុំព្យូទ័រឬទេ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Yes, to prevent abuse, protect autonomy, and ensure informed consent.",
    "km": "បាទ/ចាស ដើម្បីការពារការប្រើប្រាស់ខុសបំណង ការរឹបអន់ និងធានាការយល់ព្រមដូចគេដឹងខ្លួន។",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Is it ethical to automate jobs knowing it may lead to mass unemployment?",
    "km": "តើវាសមរម្យតាមសីលធម៌ឬទេក្នុងការប្រើបច្ចេកវិទ្យាដើម្បីជំនួសការងារ ដោយដឹងថាអាចបណ្ដាលឲ្យមនុស្សជាច្រើនគ្មានការងារ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Automation should be balanced with social policies that support displaced workers.",
    "km": "ការស្វ័យប្រវត្តិគួរតែធ្វើដោយមានសមតុល្យជាមួយនឹងនីតិវិធីសង្គមដើម្បីជួយអ្នកបាត់បង់ការងារ។",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Can AI-generated art be considered original and ethical?",
    "km": "តើស្នាដៃសិល្បៈដែលបង្កើតដោយ AI អាចចាត់ថាជាស្នាដៃដើម និងសមរម្យតាមសីលធម៌បានឬទេ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Only if it does not plagiarize and proper credit is given where due.",
    "km": "ត្រឹមត្រូវបើវាមិនចម្លងពីអ្នកផ្សេងទេ ហើយផ្តល់ការទទួលស្គាល់ដល់ម្ចាស់បុព្វបទ។",
    "category": "Debates on Ethics in Technology"
  },


  {
    "en": "Should governments use predictive algorithms to anticipate criminal behavior?",
    "km": "តើរដ្ឋាភិបាលគួរប្រើអាល់ហ្គូរីធម៍ទស្សន៍ទាយដើម្បីព្យាករណ៍អំពើឧក្រិដ្ឋឬទេ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Only if transparency, fairness, and human oversight are ensured.",
    "km": "ត្រឹមត្រូវ បើមានភាពថ្លែងត្រង់ តុល្យភាព និងការត្រួតពិនិត្យដោយមនុស្ស។",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Is it ethical to clone animals for scientific or agricultural purposes?",
    "km": "តើវាសមរម្យតាមសីលធម៌ឬទេក្នុងការចម្លងសត្វសម្រាប់គោលបំណងវិទ្យាសាស្ត្រ ឬកសិកម្ម?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "It may be ethical if animal welfare, necessity, and ecological impact are considered.",
    "km": "វាអាចសមរម្យប្រសិនបើបានពិចារណាពីសុខុមាលភាពសត្វ ចម្ងល់គ្រប់គ្រាន់ និងឥទ្ធិពលលើបរិស្ថាន។",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Should biometric data (like fingerprints or retina scans) be used for public services?",
    "km": "តើគួរប្រើទិន្នន័យជាសម្គាល់ជាប៊ីអូ (ដូចជា ស្នាមមេដៃ ឬការស្កេនភ្នែក) សម្រាប់សេវាសាធារណៈឬទេ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Only with informed consent and robust security protections.",
    "km": "ត្រឹមត្រូវបើមានការយល់ព្រមប្រកបដោយចំណេះដឹង និងការការពារសុវត្ថិភាពយ៉ាងតឹងរឹង។",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Can relying too heavily on automation lead to loss of critical thinking?",
    "km": "តើការពឹងផ្អែកលើស្វ័យប្រវត្តិខ្លាំងពេកអាចបណ្តាលឲ្យបាត់បង់ការគិតវិភាគឬទេ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Yes, it may reduce human engagement and problem-solving abilities.",
    "km": "បាទ/ចាស វាអាចបណ្តាលឲ្យមនុស្សឈប់ចូលរួមក្នុងការគិត និងដោះស្រាយបញ្ហា។",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Should children’s data collected by apps and devices be regulated more strictly?",
    "km": "តើការប្រមូលទិន្នន័យកុមារដោយកម្មវិធី និងឧបករណ៍គួរត្រូវបានបញ្ជាក់យ៉ាងតឹងរឹងជាងនេះឬទេ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Yes, to protect their privacy, development, and rights as minors.",
    "km": "បាទ/ចាស ដើម្បីការពារឯកជនភាព ការលូតលាស់ និងសិទ្ធិរបស់ពួកគេទាំងក្នុងនាមជាកុមារ។",
    "category": "Debates on Ethics in Technology"
  },


  {
    "en": "Is it ethical to allow tech companies to influence political outcomes through algorithms?",
    "km": "តើវាសមរម្យតាមសីលធម៌ឬទេសម្រាប់ក្រុមហ៊ុនបច្ចេកវិទ្យាផលិតអាល់ហ្គូរីធម៍ដែលអាចប៉ះពាល់ដល់លទ្ធផលនយោបាយ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "No, because it undermines democratic processes and informed public discourse.",
    "km": "ទេ ព្រោះវាបំផ្លាញដំណើរនយោបាយប្រជាធិបតេយ្យ និងការពិភាក្សាធំៗរបស់សាធារណៈ។",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Should companies be allowed to patent life-saving technologies like vaccines?",
    "km": "តើក្រុមហ៊ុនគួរតែអនុញ្ញាតឲ្យចុះបញ្ជីប៉ាតង់លើបច្ចេកវិទ្យារក្សាជីវិតដូចជាវ៉ាក់សាំងឬទេ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Only if access is guaranteed for all, especially during global emergencies.",
    "km": "ត្រឹមត្រូវ ប្រសិនបើមានការធានាឲ្យប្រជាជនទាំងអស់អាចចូលដំណើរការបាន ជាពិសេសក្នុងស្ថានភាពបន្ទាន់សកល។",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Can digital addiction be considered a consequence of unethical tech design?",
    "km": "តើការខ្ទាប់បច្ចេកវិទ្យាអាចចាត់ទុកថាជាលទ្ធផលមួយនៃការរចនាបច្ចេកវិទ្យាខុសសីលធម៌ឬទេ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Yes, when platforms are intentionally engineered to maximize screen time.",
    "km": "បាទ/ចាស បើវេទិកាត្រូវបានរចនាឡើងដោយចេតនា ដើម្បីឲ្យអ្នកប្រើនៅលើអេក្រង់បានយូរ។",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Should ethical AI development include input from diverse communities?",
    "km": "តើការអភិវឌ្ឍ AI ដោយគោរពសីលធម៌គួរចូលរួមដោយសហគមន៍ច្រើនបែបខុសគ្នាឬទេ?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Yes, inclusivity helps prevent bias and promotes fairer outcomes.",
    "km": "បាទ/ចាស ការចូលរួមចម្រុះជួយទប់ស្កាត់អភិបាលនិយម និងជម្រុញលទ្ធផលដ៏ស្មើភាព។",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Is it ethical to replace human interaction with robots in elder care?",
    "km": "តើវាសមរម្យតាមសីលធម៌ដែរឬទេក្នុងការជំនួសការថែទាំពុកម៉ែចាស់ជរាដោយរ៉ូបូត?",
    "category": "Debates on Ethics in Technology"
  },
  {
    "en": "Only if it supplements, not replaces, genuine human connection.",
    "km": "ត្រឹមត្រូវ បើវាជួយបន្ថែម ក៏មិនមែនជំនួសការចងចាំ និងអារម្មណ៍របស់មនុស្សទេ។",
    "category": "Debates on Ethics in Technology"
  },


  {
    "en": "What is the principle of supply and demand in economics?",
    "km": "តើគោលការណ៍ផ្គត់ផ្គង់ និងតម្រូវការនៅក្នុងវិស័យសេដ្ឋកិច្ចមានអ្វីខ្លះ?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "It explains how the price of goods is determined by the relationship between availability and consumer desire.",
    "km": "វាជាសំណុំគោលការណ៍ដែលបង្ហាញពីរបៀបកំណត់តម្លៃទំនិញដោយផ្អែកលើបរិមាណផ្គត់ផ្គង់ និងតម្រូវការរបស់អ្នកប្រើប្រាស់។",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "How does globalization affect local economies?",
    "km": "តើបាតុភូតសកលភាវូបនីយកម្មមានឥទ្ធិពលដូចម្តេចលើសេដ្ឋកិច្ចក្នុងស្រុក?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "It can bring investment and innovation, but may also lead to job losses and market dependency.",
    "km": "វាអាចនាំមកនូវការវិនិយោគ និងការច្នៃប្រឌិត ប៉ុន្តែអាចបណ្តាលឲ្យបាត់បង់ការងារ និងពឹងផ្អែកលើទីផ្សារបរទេស។",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "What is Keynesian economics?",
    "km": "តើទ្រឹស្តីសេដ្ឋកិច្ចរបស់កេនស្យានមានអ្វីខ្លះ?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "It argues that active government intervention is essential to manage economic cycles and prevent recessions.",
    "km": "វាជាទ្រឹស្តីដែលលើកស្ទួយពីតួនាទីសកម្មរបស់រដ្ឋក្នុងការគ្រប់គ្រងសេដ្ឋកិច្ច និងការជៀសវាងការធ្លាក់ចុះ។",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "How do interest rates influence global markets?",
    "km": "តើអត្រាការប្រាក់មានឥទ្ធិពលលើទីផ្សារអន្តរជាតិដូចម្តេច?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "Higher interest rates attract foreign investment but can slow down local economic growth.",
    "km": "អត្រាការប្រាក់ខ្ពស់អាចទាក់ទាញវិនិយោគក្រៅប្រទេស ប៉ុន្តែអាចបន្ថយល្បឿនកំណើនសេដ្ឋកិច្ចក្នុងស្រុក។",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "What role does the International Monetary Fund (IMF) play in global economics?",
    "km": "តើអង្គការរូបិយវត្ថុអន្តរជាតិ (IMF) មានតួនាទីដូចម្តេចក្នុងសេដ្ឋកិច្ចពិភពលោក?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "The IMF provides financial support and policy advice to stabilize economies and support development.",
    "km": "IMF ផ្តល់ជំនួយហិរញ្ញវត្ថុ និងដែនដើមយុទ្ធសាស្ត្រដើម្បីជួយស្ថេរភាពសេដ្ឋកិច្ច និងអភិវឌ្ឍប្រទេស។",
    "category": "Economic Theories and Global Markets"
  },


  {
    "en": "What is comparative advantage in international trade?",
    "km": "តើអត្ថប្រយោជន៍ប្រៀបធៀបក្នុងពាណិជ្ជកម្មអន្តរជាតิมีអ្វីខ្លះ?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "It refers to a country's ability to produce goods at a lower opportunity cost than others.",
    "km": "វាបង្ហាញពីសមត្ថភាពប្រទេសមួយក្នុងការផលិតទំនិញដោយចំណាយឱកាសទាបជាងប្រទេសផ្សេងទៀត។",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "How does inflation affect purchasing power?",
    "km": "តើអត្រាឡើងតម្លៃមានឥទ្ធិពលដូចម្តេចលើអំណាចទិញ?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "Inflation reduces purchasing power as money buys fewer goods and services.",
    "km": "អត្រាឡើងតម្លៃបន្ថយអំណាចទិញ ពីព្រោះប្រាក់ទិញបានទំនិញ និងសេវាថយចុះ។",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "What is the role of central banks in economic stability?",
    "km": "តើធនាគារជាតិត្រូវមានតួនាទីអ្វីក្នុងការធានាស្ថិរភាពសេដ្ឋកិច្ច?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "Central banks regulate money supply, control inflation, and set interest rates.",
    "km": "ធនាគារជាតិគ្រប់គ្រងផ្គត់ផ្គង់ប្រាក់ ទប់ស្កាត់អត្រាឡើងតម្លៃ និងកំណត់អត្រាការប្រាក់។",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "What impact do trade tariffs have on global markets?",
    "km": "តើពន្ធនាំចេញនាំចូលមានឥទ្ធិពលដូចម្តេចលើទីផ្សារអន្តរជាតិ?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "Tariffs can raise prices, reduce trade, and spark retaliatory measures between countries.",
    "km": "ពន្ធអាចធ្វើឲ្យតម្លៃកើន កាត់បន្ថយពាណិជ្ជកម្ម ហើយបណ្ដាលឲ្យមានมาตការបង្វិលចម្លងពីប្រទេសផ្សេង។",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "How do currency exchange rates influence international trade?",
    "km": "តើអត្រាប្តូរប្រាក់មានឥទ្ធិពលលើពាណិជ្ជកម្មអន្តរជាតិដូចម្តេច?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "Exchange rate fluctuations affect export competitiveness and import costs.",
    "km": "ការផ្លាស់ប្តូរអត្រាប្រាក់ប៉ះពាល់ដល់សមត្ថភាពប្រកួតប្រជែងនៃការនាំចេញ និងថ្លៃនាំចូល។",
    "category": "Economic Theories and Global Markets"
  },


  {
    "en": "What is fiscal policy and how does it affect the economy?",
    "km": "តើគោលនយោបាយហិរញ្ញវត្ថុមានអ្វីខ្លះ និងវាប៉ះពាល់សេដ្ឋកិច្ចយ៉ាងដូចម្តេច?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "Fiscal policy involves government spending and taxation to influence economic growth.",
    "km": "គោលនយោបាយហិរញ្ញវត្ថុមានការចំណាយរដ្ឋាភិបាល និងពន្ធដើម្បីឥទ្ធិពលលើការលូតលាស់សេដ្ឋកិច្ច។",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "How do free trade agreements impact global markets?",
    "km": "តើកិច្ចព្រមព្រៀងពាណិជ្ជកម្មសេរីមានឥទ្ធិពលដូចម្តេចលើទីផ្សារអន្តរជាតិ?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "They reduce trade barriers, encourage competition, and promote economic cooperation.",
    "km": "វាបន្ថយឧបសគ្គពាណិជ្ជកម្ម ជម្រុញការប្រកួតប្រជែង និងលើកកម្ពស់ការសហការសេដ្ឋកិច្ច។",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "What is the difference between nominal and real GDP?",
    "km": "តើ GDP ឈ្មោះស្មើនិង GDP ពិតប្រាកដខុសគ្នាយ៉ាងដូចម្តេច?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "Nominal GDP is measured at current prices, while real GDP is adjusted for inflation.",
    "km": "GDP ឈ្មោះស្មើគឺគិតតាមតម្លៃបច្ចុប្បន្ន ខណៈដែល GDP ពិតប្រាកដត្រូវបានកែសម្រួលសម្រាប់អត្រាឡើងតម្លៃ។",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "How does unemployment affect economic growth?",
    "km": "តើការអត់ការងារប៉ះពាល់ដល់ការលូតលាស់សេដ្ឋកិច្ចយ៉ាងដូចម្តេច?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "High unemployment reduces consumer spending and slows down economic activity.",
    "km": "ការអត់ការងារខ្ពស់បន្ថយការចំណាយរបស់អ្នកប្រើ និងបន្តិចបន្តួចដំណើរការសេដ្ឋកិច្ច។",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "What is the impact of technological innovation on global markets?",
    "km": "តើការច្នៃប្រឌិតបច្ចេកវិទ្យាមានឥទ្ធិពលដូចម្តេចលើទីផ្សារអន្តរជាតិ?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "Innovation drives productivity, creates new markets, and can disrupt existing industries.",
    "km": "ការច្នៃប្រឌិតជំរុញផលិតភាព បង្កើតទីផ្សារថ្មី និងអាចរំខានឧស្សាហកម្មដែលមានស្រាប់។",
    "category": "Economic Theories and Global Markets"
  },


  {
    "en": "What is market equilibrium?",
    "km": "តើសមតុល្យទីផ្សារមានអ្វីខ្លះ?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "Market equilibrium occurs when supply equals demand, stabilizing prices.",
    "km": "សមតុល្យទីផ្សារនៅពេលផ្គត់ផ្គង់ស្មើតម្រូវការ និងធ្វើឲ្យតម្លៃមានស្ថិរភាព។",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "How do trade deficits affect a country's economy?",
    "km": "តើការខ្វះតុល្យភាពពាណិជ្ជកម្មមានឥទ្ធិពលដូចម្តេចលើសេដ្ឋកិច្ចប្រទេសមួយ?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "Trade deficits can lead to increased foreign debt and weaken the local currency.",
    "km": "ការខ្វះតុល្យភាពពាណិជ្ជកម្មអាចបណ្តាលឲ្យបំណុលបរទេសកើនឡើង និងធ្វើឲ្យរូបិយប័ណ្ណក្នុងស្រុកខ្សោយ។",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "What is the function of the World Trade Organization (WTO)?",
    "km": "តើអង្គការជួញដូរពិភពលោក (WTO) មានតួនាទីអ្វីខ្លះ?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "The WTO regulates international trade rules and resolves trade disputes between countries.",
    "km": "WTO គ្រប់គ្រងច្បាប់ពាណិជ្ជកម្មអន្តរជាតិ និងដោះស្រាយវិវាទពាណិជ្ជកម្មរវាងប្រទេស។",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "How does capital flow impact emerging markets?",
    "km": "តើការរលកចូលនៃប្រាក់វិនិយោគប៉ះពាល់ដល់ទីផ្សារកំពុងអភិវឌ្ឍយ៉ាងដូចម្តេច?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "Capital inflows can boost growth but also cause volatility and risk of bubbles.",
    "km": "ការចូលនៃប្រាក់វិនិយោគអាចជំរុញកំណើត ប៉ុន្តែអាចបណ្តាលឲ្យមានភាពមិនស្ថិតស្ថេរ និងហានិភ័យពពួក។",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "What is the concept of economic globalization?",
    "km": "តើគំនិតសកលភាពសេដ្ឋកិច្ចមានអ្វីខ្លះ?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "Economic globalization is the integration of economies worldwide through trade, investment, and technology.",
    "km": "សកលភាពសេដ្ឋកិច្ចគឺជាការរួមបញ្ចូលគ្នារបស់សេដ្ឋកិច្ចជាសកលតាមរយៈពាណិជ្ជកម្ម វិនិយោគ និងបច្ចេកវិទ្យា។",
    "category": "Economic Theories and Global Markets"
  },


  {
    "en": "What is the difference between microeconomics and macroeconomics?",
    "km": "តើភាពខុសគ្នារវាងសេដ្ឋកិច្ចខ្នាតតូច និងសេដ្ឋកិច្ចខ្នាតធំមានអ្វីខ្លះ?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "Microeconomics studies individual markets and behaviors, while macroeconomics looks at the economy as a whole.",
    "km": "សេដ្ឋកិច្ចខ្នាតតូចសិក្សាអំពីទីផ្សារនិងអាកប្បកិរិយារបស់បុគ្គល ខណៈសេដ្ឋកិច្ចខ្នាតធំមើលទៅលើសេដ្ឋកិច្ចទាំងមូល។",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "How do subsidies affect market outcomes?",
    "km": "តើជំនួយរដ្ឋប៉ះពាល់ដល់លទ្ធផលទីផ្សារយ៉ាងដូចម្តេច?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "Subsidies lower production costs, encouraging supply and potentially reducing prices for consumers.",
    "km": "ជំនួយរដ្ឋបន្ថយថ្លៃចំណាយផលិតកម្ម ជម្រុញការផ្គត់ផ្គង់ និងអាចបន្ថយតម្លៃសម្រាប់អ្នកប្រើ។",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "What are the causes of economic recessions?",
    "km": "តើមូលហេតុអ្វីខ្លះដែលបណ្តាលឲ្យមានការធ្លាក់ចុះសេដ្ឋកិច្ច?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "Recessions can result from reduced consumer spending, high interest rates, or external shocks.",
    "km": "ការធ្លាក់ចុះអាចកើតមានពីការចំណាយរបស់អ្នកប្រើថយចុះ អត្រាការប្រាក់ខ្ពស់ ឬការភ្លេចចេញពីខាងក្រៅ។",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "How does foreign direct investment (FDI) influence developing countries?",
    "km": "តើវិនិយោគផ្ទាល់បរទេសមានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះប្រទេសកំពុងអភិវឌ្ឍ?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "FDI brings capital, technology, and expertise, helping to stimulate economic growth.",
    "km": "វិនិយោគផ្ទាល់បរទេសនាំមកនូវទុន បច្ចេកវិទ្យា និងជំនាញ ជួយជំរុញការលូតលាស់សេដ្ឋកិច្ច។",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "What is the role of economic indicators?",
    "km": "តើសម្គាល់សេដ្ឋកិច្ចមានតួនាទីអ្វីខ្លះ?",
    "category": "Economic Theories and Global Markets"
  },
  {
    "en": "Economic indicators provide data to assess economic performance and guide policy decisions.",
    "km": "សម្គាល់សេដ្ឋកិច្ចផ្តល់ទិន្នន័យសម្រាប់វាយតម្លៃការសម្របសម្រួលសេដ្ឋកិច្ច និងដឹកនាំនយោបាយ។",
    "category": "Economic Theories and Global Markets"
  },


  {
    "en": "What defines the genre of magical realism in literature?",
    "km": "តើប្រភេទស្នាដៃរបស់សាច់រឿងអាថ៌កំបាំងរួមបញ្ចូលនិយមវិជ្ជា ត្រូវបានកំណត់ដោយអ្វី?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "Magical realism combines realistic narrative with magical elements that are accepted as normal.",
    "km": "អាថ៌កំបាំងរួមបញ្ចូលនិយមវិជ្ជាជំនុំបែបពិតជាមួយធាតុអាថ៌កំបាំងដែលត្រូវបានទទួលយកជា​ធម្មតា។",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "How does abstract art differ from representational art?",
    "km": "តើសិល្បៈបែបអប្បបរមាផ្សេងពីសិល្បៈតំណាងដោយរបៀបណា?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "Abstract art focuses on shapes, colors, and forms rather than realistic depictions.",
    "km": "សិល្បៈបែបអប្បបរមាផ្តោតលើរាង បណ្តាលពណ៌ និងទម្រង់ ជាងការតំណាងពិតប្រាកដ។",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "What role does symbolism play in poetry?",
    "km": "តើរូបសញ្ញាមានតួនាទីអ្វីក្នុងកំណាព្យ?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "Symbolism conveys deeper meanings and emotions beyond the literal words.",
    "km": "រូបសញ្ញាបញ្ជាក់អត្ថន័យជ្រាលជ្រៅ និងអារម្មណ៍លើសពីពាក្យដើម។",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "How can performance art challenge traditional boundaries?",
    "km": "តើសិល្បៈការប្រគំតន្រ្តីអាចបញ្ចេញការប្រកួតប្រជែងដល់ដែនកំណត់ប្រពៃណីយ៉ាងដូចម្តេច?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "Performance art breaks conventions by blending mediums, audience interaction, and improvisation.",
    "km": "សិល្បៈការប្រគំតន្រ្តីបំបែកប្រពៃណី ដោយលាយបញ្ចូលមធ្យោបាយ អ្នកទស្សនាការប្រតិបត្តិ និងការប្រែប្រួលទ្វេកាយ។",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "What is the significance of cultural context in interpreting art?",
    "km": "តើបរិបទវប្បធម៌មានសារៈសំខាន់ដូចម្តេចក្នុងការបកស្រាយសិល្បៈ?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "Cultural context shapes the meaning and reception of artwork by providing background and perspective.",
    "km": "បរិបទវប្បធម៌រចនាអត្ថន័យ និងការទទួលស្គាល់ស្នាដៃសិល្បៈ ដោយផ្តល់ទקעដី និងទស្សនៈ។",
    "category": "Literature, Art, and Creative Expression"
  },


  {
    "en": "How does narrative structure influence storytelling?",
    "km": "តើរចនាសម្ព័ន្ធរឿងប៉ះពាល់ដល់ការរៀបរាប់រឿងយ៉ាងដូចម្តេច?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "Narrative structure organizes events to create suspense, clarity, and emotional impact.",
    "km": "រចនាសម្ព័ន្ធរឿងរៀបចំព្រឹត្តិការណ៍ ដើម្បីបង្កើតភាពរំភើប ភាពច្បាស់លាស់ និងឥទ្ធិពលអារម្មណ៍។",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "What techniques are used in visual art to convey movement?",
    "km": "តើបច្ចេកទេសអ្វីខ្លះត្រូវបានប្រើក្នុងសិល្បៈភ្លឺផ្ទាល់ ដើម្បីបង្ហាញចលនា?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "Artists use lines, blurring, and repetition to create the illusion of movement.",
    "km": "សិល្បករប្រើខ្សែអក្សរ ការបន្លំពណ៌ និងការស្ទួន ដើម្បីបង្កើតភាពចលនា។",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "How do writers develop complex characters?",
    "km": "តើអ្នកនិពន្ធអភិវឌ្ឍតួអក្សរដែលស្មុគស្មាញយ៉ាងដូចម្តេច?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "Writers develop complex characters through detailed backstories, motivations, and flaws.",
    "km": "អ្នកនិពន្ធអភិវឌ្ឍតួអក្សរដែលស្មុគស្មាញ តាមរយៈរឿងខ្លីលម្អិត មូលហេតុ និងកំហុសរបស់ពួកគេ។",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "What is the impact of digital media on traditional art forms?",
    "km": "តើប្រព័ន្ធផ្សព្វផ្សាយឌីជីថលមានឥទ្ធិពលដូចម្តេចលើសិល្បៈប្រពៃណី?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "Digital media expands access, allows new forms of creativity, and changes how art is consumed.",
    "km": "ប្រព័ន្ធផ្សព្វផ្សាយឌីជីថលពង្រីកការចូលដំណើរការ អនុញ្ញាតឱ្យមានសមត្ថភាពច្នៃប្រឌិតថ្មីៗ និងផ្លាស់ប្តូររបៀបដែលសិល្បៈត្រូវបានប្រើប្រាស់។",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "How does cultural heritage influence artistic expression?",
    "km": "តើមរតកវប្បធម៌ប៉ះពាល់ដល់ការបង្ហាញសិល្បៈយ៉ាងដូចម្តេច?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "Cultural heritage provides themes, techniques, and inspiration for artists’ work.",
    "km": "មរតកវប្បធម៌ផ្តល់ប្រធានបទ បច្ចេកទេស និងការបញ្ចេញមូលហេតុច្នៃប្រឌិតសម្រាប់សិល្បករ។",
    "category": "Literature, Art, and Creative Expression"
  },


  {
    "en": "What is the role of irony in literature?",
    "km": "តើតួអង្គនៃការអៀរុណីមានតួនាទីដូចម្តេចនៅក្នុងអក្សរសាស្ត្រ?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "Irony creates contrast between expectations and reality, often adding humor or critique.",
    "km": "អៀរុណីបង្កើតភាពខុសគ្នារវាងការរំពឹងទុក និងភាពពិត ជាច្រើនដងបន្ថែមកំប្លែង ឬការរិះគន់។",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "How do different art movements reflect social change?",
    "km": "តើចលនាសិល្បៈផ្សេងៗបង្ហាញពីការផ្លាស់ប្តូរនៃសង្គមយ៉ាងដូចម្តេច?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "Art movements often respond to political, cultural, and technological shifts in society.",
    "km": "ចលនាសិល្បៈជាច្រើនភ្លែតតបនឹងការផ្លាស់ប្តូរប្រទេសវប្បធម៌ និងបច្ចេកវិទ្យាក្នុងសង្គម។",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "What techniques do poets use to evoke emotion?",
    "km": "តើបច្ចេកទេសអ្វីខ្លះដែលកវីប្រើ ដើម្បីបញ្ចេញអារម្មណ៍?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "Poets use imagery, rhythm, metaphor, and sound devices to evoke emotions.",
    "km": "កវីប្រើរូបភាព ចលនា ប្រដាប់សំឡេង និងរូបមន្តដូចមេតាហ្វ័រដើម្បីបញ្ចេញអារម្មណ៍។",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "How does color theory influence visual art?",
    "km": "តើទ្រឹស្តីពណ៌ប៉ះពាល់ដល់សិល្បៈភ្លឺផ្ទាល់យ៉ាងដូចម្តេច?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "Color theory guides the use of colors to create harmony, contrast, and mood in art.",
    "km": "ទ្រឹស្តីពណ៌ណែនាំការប្រើពណ៌ ដើម្បីបង្កើតសម្ព័ន្ធភាព ភាពខុសគ្នា និងអារម្មណ៍ក្នុងសិល្បៈ។",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "What is the importance of storytelling in cultural traditions?",
    "km": "តើការរៀបរាប់រឿងមានសារៈសំខាន់ដូចម្តេចនៅក្នុងប្រពៃណីវប្បធម៌?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "Storytelling preserves history, transmits values, and strengthens community bonds.",
    "km": "ការរៀបរាប់រឿងរក្សាប្រវត្តិសាស្ត្រ ផ្ទេរតម្លៃ និងបង្កើតសម្ព័ន្ធភាពសហគមន៍។",
    "category": "Literature, Art, and Creative Expression"
  },


  {
    "en": "How does the use of metaphor enhance literary works?",
    "km": "តើការប្រើប្រាស់រូបមន្ត (Metaphor) បន្ថែមតម្លៃដល់ស្នាដៃអក្សរសាស្ត្រយ៉ាងដូចម្តេច?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "Metaphors create vivid imagery and deeper meanings, enriching the reader’s experience.",
    "km": "រូបមន្តបង្កើតរូបភាពច្បាស់លាស់ និងអត្ថន័យជ្រាលជ្រៅ បន្ថែមតម្លៃដល់បទអាន។",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "What distinguishes modern art from classical art?",
    "km": "តើអ្វីជាកត្តាដែលធ្វើឲ្យសិល្បៈសម័យទំនើបខុសពីសិល្បៈបុរាណ?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "Modern art experiments with new techniques, materials, and challenges traditional aesthetics.",
    "km": "សិល្បៈសម័យទំនើបសាកល្បងបច្ចេកទេស និងសម្ភារៈថ្មីៗ និងបញ្ចេញការប្រកួតប្រជែងចំពោះសោភ័ណភាពប្រពៃណី។",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "How do cultural symbols function in creative expression?",
    "km": "តើរូបសញ្ញាវប្បធម៌មានតួនាទីដូចម្តេចក្នុងការបង្ហាញការច្នៃប្រឌិត?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "Cultural symbols communicate shared meanings and connect audiences to heritage.",
    "km": "រូបសញ្ញាវប្បធម៌ផ្ទេរអត្ថន័យរួម និងភ្ជាប់អ្នកទស្សនាទៅកាន់មរតកវប្បធម៌។",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "What impact does public art have on communities?",
    "km": "តើសិល្បៈសាធារណៈមានឥទ្ធិពលដូចម្តេចចំពោះសហគមន៍?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "Public art fosters community identity, beautifies spaces, and encourages dialogue.",
    "km": "សិល្បៈសាធារណៈបង្កើតអត្តសញ្ញាណសហគមន៍ សម្រស់ទីតាំង និងជំរុញការពិភាក្សា។",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "How do writers incorporate cultural heritage into their works?",
    "km": "តើអ្នកនិពន្ធរួមបញ្ចូលមរតកវប្បធម៌ក្នុងស្នាដៃរបស់ពួកគេច្រើនយ៉ាងដូចម្តេច?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "Writers include cultural themes, language, and traditions to enrich their narratives.",
    "km": "អ្នកនិពន្ធរួមបញ្ចូលប្រធានបទវប្បធម៌ ភាសា និងប្រពៃណី ដើម្បីបន្ថែមភាពសម្បូរបែប។",
    "category": "Literature, Art, and Creative Expression"
  },


  {
    "en": "How does rhythm influence the mood in poetry?",
    "km": "តើចលនាចង្រ្កានប៉ះពាល់ដល់អារម្មណ៍ក្នុងកំណាព្យយ៉ាងដូចម្តេច?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "Rhythm creates a flow that can evoke feelings such as calmness, excitement, or tension.",
    "km": "ចលនាចង្រ្កានបង្កើតលំហូរដែលអាចបញ្ចេញអារម្មណ៍ដូចជាសន្តិភាព ភាពរំភើប ឬតានតឹង។",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "What role do colors play in artistic symbolism?",
    "km": "តើពណ៌មានតួនាទីអ្វីក្នុងរូបសញ្ញាសិល្បៈ?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "Colors symbolize emotions, ideas, and cultural meanings that add depth to art.",
    "km": "ពណ៌បង្ហាញអារម្មណ៍ គំនិត និងអត្ថន័យវប្បធម៌ ដែលបន្ថែមជ្រាលជ្រៅដល់សិល្បៈ។",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "How do artists use perspective to create depth?",
    "km": "តើសិល្បករប្រើទិដ្ឋភាពដូចម្តេចដើម្បីបង្កើតជ្រាលជ្រៅ?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "Artists use techniques like linear perspective, shading, and scale to simulate depth.",
    "km": "សិល្បករប្រើបច្ចេកទេសដូចជាទិដ្ឋភាពបន្ទាត់ ការស្រមោល និងទំហំ ដើម្បីសម្តែងជ្រាលជ្រៅ។",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "What is the significance of the hero’s journey in storytelling?",
    "km": "តើការធ្វើដំណើររបស់វីរបុរសមានសារៈសំខាន់ដូចម្តេចក្នុងការរៀបរាប់រឿង?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "The hero’s journey provides a universal framework for character growth and plot development.",
    "km": "ការធ្វើដំណើររបស់វីរបុរសផ្តល់គំរូសកលសម្រាប់ការរីកចម្រើនតួអក្សរនិងការអភិវឌ្ឍរឿងរ៉ាវ។",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "How do cultural festivals inspire artistic creations?",
    "km": "តើពិធីបុណ្យវប្បធម៌ជំរុញការច្នៃប្រឌិតសិល្បៈយ៉ាងដូចម្តេច?",
    "category": "Literature, Art, and Creative Expression"
  },
  {
    "en": "Cultural festivals showcase traditions, colors, and stories that fuel creativity.",
    "km": "ពិធីបុណ្យវប្បធម៌បង្ហាញពីប្រពៃណី ពណ៌ និងរឿងរ៉ាវដែលជំរុញការច្នៃប្រឌិត។",
    "category": "Literature, Art, and Creative Expression"
  },


  {
    "en": "What is the main purpose of political philosophy?",
    "km": "តើគោលបំណងសំខាន់នៃទស្សនវិជ្ជានយោបាយគឺអ្វី?",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "Political philosophy seeks to understand the nature, justification, and organization of government and authority.",
    "km": "ទស្សនវិជ្ជានយោបាយស្វែងយល់អំពីធម្មជាតិ ការពន្យល់ និងរបៀបរៀបចំរដ្ឋាភិបាល និងអំណាច។",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "How do democracy and authoritarianism differ?",
    "km": "តើប្រព័ន្ធប្រជាធិបតេយ្យ និងអធិរាជបដិវត្តន៍ខុសគ្នាយ៉ាងដូចម្តេច?",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "Democracy emphasizes citizen participation and rights, while authoritarianism centralizes power with limited freedoms.",
    "km": "ប្រជាធិបតេយ្យផ្ដោតលើការចូលរួម និងសិទ្ធិរបស់ពលរដ្ឋ ខណៈអធិរាជបដិវត្តន៍ផ្តោតលើការកាន់កាប់អំណាចកណ្ដាលដោយកំណត់សេរីភាព។",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "What is the social contract theory?",
    "km": "តើទ្រឹស្តីកិច្ចសន្យាសង្គមមានអ្វីខ្លះ?",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "Social contract theory suggests individuals consent to government authority in exchange for protection and order.",
    "km": "ទ្រឹស្តីកិច្ចសន្យាសង្គមបញ្ជាក់ថា បុគ្គលយល់ព្រមនឹងអំណាចរដ្ឋាភិបាល ដើម្បីទទួលការពារ និងរបបលំដាប់។",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "How does separation of powers contribute to good governance?",
    "km": "តើការបំបែកអំណាចមានការរួមចំណែកយ៉ាងដូចម្តេចចំពោះការគ្រប់គ្រងល្អ?",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "Separation of powers prevents abuse by dividing government functions among branches like legislative, executive, and judicial.",
    "km": "ការបំបែកអំណាចទប់ស្កាត់ការបំពានដោយចែកមុខងាររដ្ឋាភិបាលទៅតាមសាខា ដូចជា សាខាធ្វើច្បាប់ អនុវត្ត និងតុលាការ។",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "What role does political ideology play in governance?",
    "km": "តើទស្សនៈយោបាយមានតួនាទីអ្វីក្នុងការគ្រប់គ្រង?",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "Political ideology shapes policies, values, and the direction of government decisions.",
    "km": "ទស្សនៈយោបាយបណ្តាលគោលនយោបាយ តម្លៃ និងទិសដៅនៃសេចក្តីសម្រេចរដ្ឋាភិបាល។",
    "category": "Political Philosophy and Governance Systems"
  },


  {
    "en": "How does the concept of justice influence governance?",
    "km": "តើគំនិតអំពីយុត្តិធម៌មានឥទ្ធិពលដូចម្តេចចំពោះការគ្រប់គ្រង?",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "Justice ensures fairness, equality, and the protection of rights within a governance system.",
    "km": "យុត្តិធម៌ធានាភាពយុត្តិធម៌ សមភាព និងការពារសិទ្ធិ ក្នុងប្រព័ន្ធគ្រប់គ្រង។",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "What is the difference between federalism and unitary systems?",
    "km": "តើភាពខុសគ្នារវាងប្រព័ន្ធសហព័ន្ធ និងប្រព័ន្ធអេក្ស៊ីស្តង់យូនីតារីមានអ្វីខ្លះ?",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "Federalism divides power between central and regional governments, while unitary systems centralize power.",
    "km": "ប្រព័ន្ធសហព័ន្ធចែកអំណាចរវាងរដ្ឋាភិបាលកណ្តាល និងតំបន់ ខណៈប្រព័ន្ធអេក្ស៊ីស្តង់យូនីតារីកាន់កាប់អំណាចកណ្ដាល។",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "How do checks and balances maintain democracy?",
    "km": "តើប្រព័ន្ធត្រួតពិនិត្យ និងតុល្យភាពជួយរក្សាប្រជាធិបតេយ្យយ៉ាងដូចម្តេច?",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "Checks and balances ensure no branch of government becomes too powerful, preserving democratic integrity.",
    "km": "ប្រព័ន្ធត្រួតពិនិត្យ និងតុល្យភាពធានាថាសាខារដ្ឋាភិបាលមិនមានអំណាចលើសកម្រិត រក្សាសុចរិតភាពប្រជាធិបតេយ្យ។",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "What is the importance of rule of law in governance?",
    "km": "តើរបៀបអនុវត្តច្បាប់មានសារៈសំខាន់យ៉ាងដូចម្តេចក្នុងការគ្រប់គ្រង?",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "Rule of law ensures all individuals and institutions are accountable to laws that are fairly applied.",
    "km": "របៀបអនុវត្តច្បាប់ធានាថាបុគ្គល និងស្ថាប័នទាំងអស់ត្រូវទទួលខុសត្រូវចំពោះច្បាប់ដែលអនុវត្តយ៉ាងយុត្តិធម៌។",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "How do political parties influence governance systems?",
    "km": "តើគណបក្សយោបាយមានឥទ្ធិពលយ៉ាងដូចម្តេចលើប្រព័ន្ធគ្រប់គ្រង?",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "Political parties organize political competition, represent diverse interests, and shape policy agendas.",
    "km": "គណបក្សយោបាយរៀបចំការប្រកួតប្រជែងយោបាយ បង្ហាញប្រជាជនជាគន្លង និងបង្កើតគោលនយោបាយ។",
    "category": "Political Philosophy and Governance Systems"
  },


  {
    "en": "What challenges do emerging democracies face?",
    "km": "តើប្រជាធិបតេយ្យកំពុងលូតលាស់ជួបបញ្ហាអ្វីខ្លះ?",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "Emerging democracies often face issues like corruption, weak institutions, and political instability.",
    "km": "ប្រជាធិបតេយ្យកំពុងលូតលាស់ជាញឹកញាប់ជួបបញ្ហាដូចជា អំពើពុករលួយ ស្ថាប័នខ្សោយ និងភាពមិនស្ថಿರភាពនយោបាយ។",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "How does citizen participation impact governance quality?",
    "km": "តើការចូលរួមរបស់ពលរដ្ឋមានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះគុណភាពការគ្រប់គ្រង?",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "Active citizen participation promotes transparency, accountability, and better policy outcomes.",
    "km": "ការចូលរួមយ៉ាងសកម្មរបស់ពលរដ្ឋជម្រុញភាពថ្លៃថ្នូរ ការទទួលខុសត្រូវ និងលទ្ធផលគោលនយោបាយល្អប្រសើរ។",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "What is the role of governance in economic development?",
    "km": "តើតួនាទីនៃការគ្រប់គ្រងក្នុងការអភិវឌ្ឍសេដ្ឋកិច្ចមានអ្វីខ្លះ?",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "Good governance creates a stable environment that attracts investment and fosters growth.",
    "km": "ការគ្រប់គ្រងល្អបង្កើតបរិយាកាសមានស្ថិរភាព ដែលទាក់ទាញការវិនិយោគ និងជំរុញកំណើត។",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "How does corruption affect governance systems?",
    "km": "តើអំពើពុករលួយប៉ះពាល់ដល់ប្រព័ន្ធគ្រប់គ្រងយ៉ាងដូចម្តេច?",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "Corruption undermines trust, wastes resources, and weakens institutions and public services.",
    "km": "អំពើពុករលួយបំផ្លាញការជឿទុកចិត្ត ស្ទូចធនធាន និងធ្វើឲ្យស្ថាប័ន និងសេវាសាធារណៈខ្សោយ។",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "What mechanisms exist to ensure government accountability?",
    "km": "តើមានគន្លងណាខ្លះដើម្បីធានាការទទួលខុសត្រូវរបស់រដ្ឋាភិបាល?",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "Mechanisms include free press, independent judiciary, elections, and civil society oversight.",
    "km": "គន្លងរួមមានសារព័ត៌មានសេរី តុលាការឯករាជ្យ អំឡុងការបោះឆ្នោត និងការត្រួតពិនិត្យពីសង្គមស៊ីវិល។",
    "category": "Political Philosophy and Governance Systems"
  },


  {
    "en": "How does pluralism benefit governance?",
    "km": "តើរបៀបពហុវិន័យមានអត្ថប្រយោជន៍យ៉ាងដូចម្តេចចំពោះការគ្រប់គ្រង?",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "Pluralism encourages diverse viewpoints and participation, leading to more balanced policies.",
    "km": "ពហុវិន័យជម្រុញទស្សនៈនានា និងការចូលរួម ដែលនាំឲ្យមានគោលនយោបាយសមរម្យ។",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "What is the difference between direct and representative democracy?",
    "km": "តើភាពខុសគ្នារវាងប្រជាធិបតេយ្យផ្ទាល់ និងប្រជាធិបតេយ្យតំណាងមានអ្វីខ្លះ?",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "Direct democracy allows citizens to vote on laws directly, while representative democracy elects officials to decide for them.",
    "km": "ប្រជាធិបតេយ្យផ្ទាល់អនុញ្ញាតឲ្យពលរដ្ឋបោះឆ្នោតលើច្បាប់ដោយផ្ទាល់ ខណៈប្រជាធិបតេយ្យតំណាងជ្រើសតំណាងដើម្បីសម្រេចចិត្តជំនួស។",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "How does transparency improve governance?",
    "km": "តើភាពត្រៀមប្រកបដោយភាពច្បាស់លាស់ប៉ះពាល់យ៉ាងដូចម្តេចចំពោះការគ្រប់គ្រង?",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "Transparency allows citizens to monitor government actions, reducing corruption and building trust.",
    "km": "ភាពច្បាស់លាស់អនុញ្ញាតឲ្យពលរដ្ឋតាមដានសកម្មភាពរដ្ឋាភិបាល កាត់បន្ថយអំពើពុករលួយ និងកសាងការជឿទុកចិត្ត។",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "What is the impact of globalization on governance systems?",
    "km": "តើអត្ថិពលនៃជីវភាពពិភពលោកលើប្រព័ន្ធគ្រប់គ្រងមានអ្វីខ្លះ?",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "Globalization increases interdependence among nations, influencing policies and cooperation in governance.",
    "km": "ជីវភាពពិភពលោកបង្កើនការពឹងផ្អែកគ្នារវាងប្រទេស នាំឲ្យមានឥទ្ធិពលលើគោលនយោបាយ និងការសហប្រតិបត្តិការ។",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "How do civil rights protect citizens in governance systems?",
    "km": "តើសិទ្ធិមនុស្សជួយការពារពលរដ្ឋក្នុងប្រព័ន្ធគ្រប់គ្រងយ៉ាងដូចម្តេច?",
    "category": "Political Philosophy and Governance Systems"
  },
  {
    "en": "Civil rights guarantee freedoms such as speech, assembly, and equality before the law.",
    "km": "សិទ្ធិមនុស្សធានាសេរីភាពដូចជាការនិយាយ ការជួបជុំ និងសមភាពមុខច្បាប់។",
    "category": "Political Philosophy and Governance Systems"
  },


  {
    "en": "What is the significance of the scientific method?",
    "km": "តើវិធីសាស្រ្តវិទ្យាសាស្ត្រមានសារៈសំខាន់អ្វីខ្លះ?",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "The scientific method provides a systematic approach to testing hypotheses and acquiring knowledge.",
    "km": "វិធីសាស្រ្តវិទ្យាសាស្ត្រផ្តល់នូវវិធីសាស្រ្តប្រព្រឹត្តការណ៍ដើម្បីសាកល្បងសន្និដ្ឋាន និងទទួលបានចំណេះដឹង។",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "How have discoveries in genetics impacted medicine?",
    "km": "តើការរកឃើញនៅវិទ្យាសាស្ត្រភាគរយភេទមានឥទ្ធិពលយ៉ាងដូចម្តេចលើវេជ្ជសាស្ត្រ?",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "Genetic discoveries have led to personalized medicine, gene therapy, and better understanding of diseases.",
    "km": "ការរកឃើញភាគរយភេទបាននាំឲ្យមានវេជ្ជសាស្ត្រផ្ទាល់ខ្លួន ការព្យាបាលជាសាច់ជ្រួញ និងការយល់ដឹងល្អប្រសើរអំពីជំងឺ។",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "What role does innovation play in technological advancement?",
    "km": "តើការច្នៃប្រឌិតមានតួនាទីអ្វីក្នុងការវិវត្តបច្ចេកវិទ្យា?",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "Innovation drives progress by introducing new ideas, methods, and products that improve quality of life.",
    "km": "ការច្នៃប្រឌិតជំរុញការវិវត្តដោយណែនាំគំនិត វិធី និងផលិតផលថ្មីៗដែលធ្វើឲ្យជីវិតប្រសើរឡើង។",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "How do scientific discoveries influence environmental protection?",
    "km": "តើការរកឃើញវិទ្យាសាស្ត្រប៉ះពាល់ដល់ការការពារបរិស្ថានយ៉ាងដូចម្តេច?",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "They provide knowledge about ecosystems, climate change, and ways to reduce human impact.",
    "km": "ពួកវាប្រគល់ចំណេះដឹងអំពីប្រព័ន្ធអេកូឡូស៊ី មេឃផ្លាស់ប្តូរ និងវិធីកាត់បន្ថយផលប៉ះពាល់មនុស្ស។",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "What are some challenges faced by innovators today?",
    "km": "តើអ្នកច្នៃប្រឌិតបច្ចុប្បន្នជួបបញ្ហាអ្វីខ្លះ?",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "Challenges include funding, regulatory hurdles, ethical concerns, and market acceptance.",
    "km": "បញ្ហារួមមានថវិកា បញ្ហានីតិវិធី ការព្រួយបារម្ភផ្នែកសីលធម៌ និងការទទួលយកទីផ្សារ។",
    "category": "Scientific Discoveries and Innovation"
  },


  {
    "en": "How has artificial intelligence transformed scientific research?",
    "km": "តើបញ្ញាសិប្បនិម្មិតបានបម្លែងការស្រាវជ្រាវវិទ្យាសាស្ត្រយ៉ាងដូចម្តេច?",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "Artificial intelligence accelerates data analysis, automates experiments, and helps discover patterns.",
    "km": "បញ្ញាសិប្បនិម្មិតជំរុញការវិភាគទិន្នន័យបន្ទាន់ បញ្ចូលស្វ័យប្រវត្តិកម្មក្នុងការធ្វើពិសោធន៍ និងជួយរកឃើញរូបមន្ត។",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "What impact do renewable energy technologies have on sustainability?",
    "km": "តើបច្ចេកវិទ្យាថាមពលដែលអាចប្តូរបានមានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះការរស់រាយ?",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "They reduce dependence on fossil fuels and lower greenhouse gas emissions, promoting sustainability.",
    "km": "ពួកវាកាត់បន្ថយការពឹងផ្អែកលើប្រេងឥន្ធនៈ និងកាត់បន្ថយការបញ្ចេញឧស្ម័នកាបូន ដើម្បីជំរុញការរស់រាយ។",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "How do collaborations accelerate innovation?",
    "km": "តើការសហការជាមួយគ្នាធ្វើឲ្យការច្នៃប្រឌិតរហ័សឡើងយ៉ាងដូចម្តេច?",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "Collaborations combine expertise, share resources, and foster creative problem-solving.",
    "km": "ការសហការរួមបញ្ចូលជំនាញ ចែករំលែកធនធាន និងជំរុញការដោះស្រាយបញ្ហាដោយច្នៃប្រឌិត។",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "What ethical issues arise from new scientific discoveries?",
    "km": "តើបញ្ហាសីលធម៌អ្វីខ្លះកើតមានពីការរកឃើញវិទ្យាសាស្ត្រថ្មីៗ?",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "Issues include privacy concerns, genetic manipulation, and dual-use technology risks.",
    "km": "បញ្ហារួមមានការព្រួយបារម្ភស_privacy ការកែប្រែភាគរយភេទ និងហានិភ័យបច្ចេកវិទ្យាដែលអាចប្រើរួមពីរប្រភេទ។",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "How does technology transfer benefit developing countries?",
    "km": "តើការផ្ទេរបច្ចេកវិទ្យាអត្ថប្រយោជន៍ដល់ប្រទេសកំពុងអភិវឌ្ឍយ៉ាងដូចម្តេច?",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "Technology transfer enables access to advanced tools, boosting economic growth and innovation capacity.",
    "km": "ការផ្ទេរបច្ចេកវិទ្យាអនុញ្ញាតឲ្យចូលដំណើរការឧបករណ៍កម្រិតខ្ពស់ បង្កើនកំណើតសេដ្ឋកិច្ច និងសមត្ថភាពច្នៃប្រឌិត។",
    "category": "Scientific Discoveries and Innovation"
  },


  {
    "en": "What role do patents play in encouraging innovation?",
    "km": "តើសិទ្ធិបំណុលមានតួនាទីអ្វីក្នុងការជំរុញការច្នៃប្រឌិត?",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "Patents protect inventors’ rights, providing incentives to develop new technologies.",
    "km": "សិទ្ធិបំណុលការពារសិទ្ធិអ្នកច្នៃប្រឌិត និងផ្តល់មូលហេតុនាំឲ្យបង្កើតបច្ចេកវិទ្យាថ្មី។",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "How does big data influence scientific research?",
    "km": "តើទិន្នន័យធំមានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះការស្រាវជ្រាវវិទ្យាសាស្ត្រ?",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "Big data enables analysis of vast datasets, revealing trends and insights not seen before.",
    "km": "ទិន្នន័យធំអនុញ្ញាតឲ្យវិភាគឯកសារធំៗ ដើម្បីរកឃើញនិន្នាការ និងចំណេះដឹងថ្មីៗ។",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "What is the impact of 3D printing on manufacturing and innovation?",
    "km": "តើការបោះពុម្ព 3D មានឥទ្ធិពលយ៉ាងដូចម្តេចលើការផលិត និងការច្នៃប្រឌិត?",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "3D printing allows rapid prototyping, customization, and cost reduction in manufacturing.",
    "km": "ការបោះពុម្ព 3D អនុញ្ញាតឲ្យបង្កើតគំរូលឿន ផ្ទាល់ខ្លួន និងកាត់បន្ថយថ្លៃដើមក្នុងផលិតកម្ម។",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "How do scientific innovations contribute to public health?",
    "km": "តើការច្នៃប្រឌិតវិទ្យាសាស្ត្រជួយដល់សុខភាពសាធារណៈយ៉ាងដូចម្តេច?",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "Innovations improve diagnostics, treatments, and disease prevention strategies.",
    "km": "ការច្នៃប្រឌិតធ្វើឲ្យការធ្វើវេជ្ជសាស្ត្រល្អប្រសើរ ការព្យាបាល និងយុទ្ធសាស្ត្រការពារជំងឺ។",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "What challenges arise with rapid scientific innovation?",
    "km": "តើបញ្ហាអ្វីកើតមានជាមួយនឹងការច្នៃប្រឌិតវិទ្យាសាស្ត្រដ៏រហ័ស?",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "Challenges include ethical dilemmas, regulatory lag, and social adaptation issues.",
    "km": "បញ្ហារួមមានវិបត្តិសីលធម៌ ការពន្យារពេលគ្រប់គ្រង និងបញ្ហាការប្រកួតប្រជែងសង្គម។",
    "category": "Scientific Discoveries and Innovation"
  },


  {
    "en": "How does space exploration contribute to scientific innovation?",
    "km": "តើការស្វែងរកលើអាកាសចរណ៍មានការរួមចំណែកយ៉ាងដូចម្តេចចំពោះការច្នៃប្រឌិតវិទ្យាសាស្ត្រ?",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "Space exploration drives advancements in materials science, robotics, and telecommunications.",
    "km": "ការស្វែងរកលើអាកាសចរណ៍ជំរុញការវិវត្តន៍វិទ្យាសាស្ត្រឧបករណ៍ ស្វ័យប្រវត្តិ និងទំនាក់ទំនង។",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "What is the importance of interdisciplinary research in innovation?",
    "km": "តើការស្រាវជ្រាវរវាងវិស័យមានសារៈសំខាន់យ៉ាងដូចម្តេចក្នុងការច្នៃប្រឌិត?",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "Interdisciplinary research combines knowledge from different fields to solve complex problems.",
    "km": "ការស្រាវជ្រាវរវាងវិស័យផ្សំចំណេះដឹងពីវិស័យផ្សេងៗដើម្បីដោះស្រាយបញ្ហាស្មុគស្មាញ។",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "How has the internet changed the pace of scientific discoveries?",
    "km": "តើអ៊ីនធឺណិតបានផ្លាស់ប្តូរល្បឿននៃការរកឃើញវិទ្យាសាស្ត្រយ៉ាងដូចម្តេច?",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "The internet accelerates information sharing, collaboration, and access to scientific data.",
    "km": "អ៊ីនធឺណិតជំរុញការចែករំលែកព័ត៌មាន ការសហការនិងការចូលដំណើរការទិន្នន័យវិទ្យាសាស្ត្រ។",
    "category": "Scientific Discoveries and Innovation"
  },


  {
    "en": "What role do governments play in fostering scientific innovation?",
    "km": "តើរដ្ឋាភិបាលមានតួនាទីអ្វីក្នុងការជំរុញការច្នៃប្រឌិតវិទ្យាសាស្ត្រ?",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "Governments provide funding, establish policies, and support research institutions.",
    "km": "រដ្ឋាភិបាលផ្តល់ថវិកា កំណត់គោលនយោបាយ និងគាំទ្រកាស្រាវជ្រាវ។",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "How do ethical standards impact scientific research?",
    "km": "តើស្តង់ដារសីលធម៌មានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះការស្រាវជ្រាវវិទ្យាសាស្ត្រ?",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "Ethical standards ensure research integrity, protect subjects, and maintain public trust.",
    "km": "ស្តង់ដារសីលធម៌ធានាបាននូវភាពត្រឹមត្រូវក្នុងការស្រាវជ្រាវ ការការពារពីរបៀប និងការរក្សាទុកទំនុកចិត្តសាធារណៈ។",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "What is the impact of climate science discoveries on global policy?",
    "km": "តើការរកឃើញវិទ្យាសាស្ត្រអាកាសធាតុមានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះគោលនយោបាយពិភពលោក?",
    "category": "Scientific Discoveries and Innovation"
  },
  {
    "en": "They inform international agreements and strategies to combat climate change.",
    "km": "ពួកវាផ្ដល់ព័ត៌មានដល់កិច្ចព្រមព្រៀងអន្តរជាតិ និងយុទ្ធសាស្ត្រប្រយុទ្ធនឹងការផ្លាស់ប្តូរអាកាសធាតុ។",
    "category": "Scientific Discoveries and Innovation"
  },


  {
    "en": "What factors contribute to global inequality?",
    "km": "តើប៉ារ៉ាម៉ែត្រអ្វីខ្លះដែលបង្កការមិនស្មើរគ្នាជាសកល?",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "Factors include unequal access to education, healthcare, economic opportunities, and political power.",
    "km": "ប៉ារ៉ាម៉ែត្ររួមមានការចូលដំណើរការមិនស្មើរនៅវិស័យការអប់រំ សុខភាព ឱកាសសេដ្ឋកិច្ច និងអំណាចនយោបាយ។",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "How does education impact human development?",
    "km": "តើការអប់រំមានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះការអភិវឌ្ឍមនុស្ស?",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "Education improves skills, increases employability, and empowers individuals to improve their lives.",
    "km": "ការអប់រំបង្កើនជំនាញ បង្កើនឱកាសការងារ និងផ្ដល់អំណាចឲ្យបុគ្គលកែលម្អជីវិត។",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "What role does healthcare access play in reducing inequality?",
    "km": "តើការចូលដំណើរការសុខាភិបាលមានតួនាទីអ្វីក្នុងការកាត់បន្ថយភាពមិនស្មើរគ្នា?",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "Access to healthcare ensures better health outcomes and reduces disparities in life expectancy.",
    "km": "ការចូលដំណើរការសុខាភិបាលធានាថាលទ្ធផលសុខភាពល្អ និងកាត់បន្ថយភាពខុសគ្នានៅអាយុកាលរស់នៅ។",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "How does economic inequality affect social stability?",
    "km": "តើភាពមិនស្មើរនៃសេដ្ឋកិច្ចមានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះស្ថិរភាពសង្គម?",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "Economic inequality can lead to social unrest, crime, and weakened trust in institutions.",
    "km": "ភាពមិនស្មើរនៃសេដ្ឋកិច្ចអាចនាំឲ្យមានការបះបោរ សារជាតិ និងការបាត់បង់ទំនុកចិត្តលើស្ថាប័ន។",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "What strategies can reduce global inequality?",
    "km": "តើយុទ្ធសាស្ត្រអ្វីខ្លះអាចកាត់បន្ថយភាពមិនស្មើរគ្នាជាសកល?",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "Strategies include improving education, expanding healthcare, promoting fair trade, and enhancing governance.",
    "km": "យុទ្ធសាស្ត្ររួមមានការកែលម្អអប់រំ ពង្រីកសុខាភិបាល លើកស្ទួយពាណិជ្ជកម្មសមរម្យ និងបង្កើនគ្រប់គ្រងល្អ។",
    "category": "Human Development and Global Inequality"
  },


  {
    "en": "How does gender inequality impact human development?",
    "km": "តើភាពមិនស្មើរមាន់ភេទមានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះការអភិវឌ្ឍមនុស្ស?",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "Gender inequality limits access to education, healthcare, and economic opportunities for women.",
    "km": "ភាពមិនស្មើរមាន់ភេទដាក់កំណត់ការចូលដំណើរការអប់រំ សុខាភិបាល និងឱកាសសេដ្ឋកិច្ចសម្រាប់ស្រ្តី។",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "What is the relationship between poverty and global inequality?",
    "km": "តើមានទំនាក់ទំនងយ៉ាងដូចម្តេចរវាងភាពក្រីក្រនិងភាពមិនស្មើរគ្នាជាសកល?",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "Poverty both results from and exacerbates global inequality by limiting access to resources.",
    "km": "ភាពក្រីក្រជាបណ្តាលនិងបង្កើនភាពមិនស្មើរជាសកល ដោយដាក់កំណត់ការចូលដំណើរការព្រំប្រទល់។",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "How do migration patterns affect global inequality?",
    "km": "តើរបៀបចលនារបស់មនុស្សមានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះភាពមិនស្មើរគ្នាជាសកល?",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "Migration can both reduce inequality by providing opportunities and increase it through brain drain.",
    "km": "ចលនាអាចកាត់បន្ថយភាពមិនស្មើរ ដោយផ្ដល់ឱកាស និងបង្កើនវា តាមរយៈការបាត់បង់បញ្ញា។",
    "category": "Human Development and Global Inequality"
  },


  {
    "en": "What is the impact of technology on reducing global inequality?",
    "km": "តើបច្ចេកវិទ្យាមានឥទ្ធិពលយ៉ាងដូចម្តេចក្នុងការកាត់បន្ថយភាពមិនស្មើរគ្នាជាសកល?",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "Technology improves access to education, healthcare, and financial services in underserved areas.",
    "km": "បច្ចេកវិទ្យាធ្វើឲ្យមានការចូលដំណើរការអប់រំ សុខាភិបាល និងសេវាហិរញ្ញវត្ថុនៅតំបន់ដែលគ្មានសេវាកម្មគ្រប់គ្រាន់។",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "How do cultural differences influence global inequality?",
    "km": "តើភាពខុសគ្នាវប្បធម៌មានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះភាពមិនស្មើរគ្នាជាសកល?",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "Cultural differences can affect access to resources and participation in economic activities.",
    "km": "ភាពខុសគ្នាវប្បធម៌អាចប៉ះពាល់ដល់ការចូលដំណើរការព្រំប្រទល់ និងការចូលរួមក្នុងសកម្មភាពសេដ្ឋកិច្ច។",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "What role does international aid play in addressing global inequality?",
    "km": "តើជំនួយអន្តរជាតិកាន់តែមានតួនាទីអ្វីក្នុងការដោះស្រាយភាពមិនស្មើរគ្នាជាសកល?",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "International aid supports development projects, emergency relief, and capacity building in poorer regions.",
    "km": "ជំនួយអន្តរជាតិគាំទ្រគម្រោងអភិវឌ្ឍន៍ ការជួយបន្ទាន់ និងការកែលម្អសមត្ថភាពនៅតំបន់ក្រីក្រ។",
    "category": "Human Development and Global Inequality"
  },


  {
    "en": "How does urbanization affect human development and inequality?",
    "km": "តើការរីកចម្រើនទីក្រុងមានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះការអភិវឌ្ឍមនុស្ស និងភាពមិនស្មើរគ្នា?",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "Urbanization can create opportunities but also widen the gap between rich and poor.",
    "km": "ការរីកចម្រើនទីក្រុងអាចបង្កើតឱកាសប៉ុន្តែក៏អាចធ្វើឲ្យភាពខុសគ្នារវាងអ្នកមាននិងអ្នកក្រ មានកាន់តែធំឡើង។",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "What is the effect of political instability on human development?",
    "km": "តើភាពមិនស្ថិតស្ថេរណ៍នយោបាយមានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះការអភិវឌ្ឍមនុស្ស?",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "Political instability disrupts services, reduces investments, and hampers development efforts.",
    "km": "ភាពមិនស្ថិតស្ថេរណ៍នយោបាយបង្កការរំខានសេវាកម្ម បន្ថយការវិនិយោគ និងរារាំងការខិតខំអភិវឌ្ឍ។",
    "category": "Human Development and Global Inequality"
  },


  {
    "en": "How does climate change influence global inequality?",
    "km": "តើការផ្លាស់ប្តូរអាកាសធាតុមានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះភាពមិនស្មើរគ្នាជាសកល?",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "Climate change disproportionately affects poorer communities, worsening inequality.",
    "km": "ការផ្លាស់ប្តូរអាកាសធាតុកាន់តែប៉ះពាល់សហគមន៍ក្រីក្រ ដែលធ្វើឲ្យភាពមិនស្មើរជាសកលកាន់តែធ្ងន់ធ្ងរ។",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "What impact does education inequality have on economic growth?",
    "km": "តើភាពមិនស្មើរនៃការអប់រំមានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះការលូតលាស់សេដ្ឋកិច្ច?",
    "category": "Human Development and Global Inequality"
  },
  {
    "en": "Education inequality limits workforce skills and reduces overall economic productivity.",
    "km": "ភាពមិនស្មើរនៃការអប់រំដាក់កំណត់ជំនាញកម្មករ និងបន្ថយផលិតភាពសេដ្ឋកិច្ចសរុប។",
    "category": "Human Development and Global Inequality"
  },


  {
    "en": "What is the philosophy of science?",
    "km": "តើទស្សនវិជ្ជាពីវិទ្យាសាស្ត្រជាអ្វី?",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "It is the study of the foundations, methods, and implications of science.",
    "km": "វាជាការសិក្សាពីមូលដ្ឋាន វិធីសាស្ត្រ និងផលប៉ះពាល់នៃវិទ្យាសាស្ត្រ។",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "How does scientific knowledge differ from other types of knowledge?",
    "km": "តើចំណេះដឹងវិទ្យាសាស្ត្រពីរបៀបណាមួយខុសពីចំណេះដឹងប្រភេទផ្សេងទៀតយ៉ាងដូចម្តេច?",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "Scientific knowledge is empirical, testable, and subject to revision.",
    "km": "ចំណេះដឹងវិទ្យាសាស្ត្រជាការយោងទៅលើបទពិសោធន៍ អាចសាកល្បងបាន និងអាចផ្លាស់ប្ដូរបាន។",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "What role do hypotheses play in scientific inquiry?",
    "km": "តើសំណេរដើមមានតួនាទីអ្វីក្នុងការស៊ើបអង្កេតវិទ្យាសាស្ត្រ?",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "Hypotheses guide experiments and help generate testable predictions.",
    "km": "សំណេរដើមណែនាំការប្រព្រឹត្តិ និងជួយបង្កើតការព្យាករណ៍ដែលអាចសាកល្បងបាន។",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "How do theories differ from laws in science?",
    "km": "តើទ្រឹស្តីខុសពីច្បាប់វិទ្យាសាស្ត្រយ៉ាងដូចម្តេច?",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "Theories explain phenomena while laws describe consistent relationships.",
    "km": "ទ្រឹស្តីពន្យល់អំពីបញ្ហា ខណៈដែលច្បាប់ពិពណ៌នាអំពីទំនាក់ទំនងដែលមានស្ថិរភាព។",
    "category": "Philosophy of Science and Knowledge"
  },


  {
    "en": "What is the problem of induction in scientific reasoning?",
    "km": "តើបញ្ហាស្តីពីការសន្មត់ក្នុងការសុចរិតវិទ្យាសាស្ត្រជាអ្វី?",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "The problem is that inductive conclusions cannot be guaranteed to be true.",
    "km": "បញ្ហាគឺការសន្មត់ផ្អែកលើបទពិសោធន៍មិនអាចធានាបានថាផលលទ្ធផលជាការពិត។",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "How does falsifiability contribute to scientific knowledge?",
    "km": "តើការអាចបដិសេធបានមានចំណូលចិត្តយ៉ាងដូចម្តេចចំពោះចំណេះដឹងវិទ្យាសាស្ត្រ?",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "Falsifiability allows theories to be tested and potentially disproven.",
    "km": "ការអាចបដិសេធបានអនុញ្ញាតឲ្យទ្រឹស្តីត្រូវបានសាកល្បង និងអាចបដិសេធបាន។",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "What is the role of paradigms in scientific progress?",
    "km": "តើរបៀបដំណើរការរបស់ទ្រឹស្តីបែបស៊ើបអង្កេតមានតួនាទីអ្វីក្នុងការរីកចម្រើនវិទ្យាសាស្ត្រ?",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "Paradigms shape the questions asked and methods used in science.",
    "km": "ទ្រឹស្តីបែបស៊ើបអង្កេតកំណត់សំណួរដែលសួរនិងវិធីសាស្ត្រដែលប្រើនៅក្នុងវិទ្យាសាស្ត្រ។",
    "category": "Philosophy of Science and Knowledge"
  },


  {
    "en": "How do science and philosophy differ in their approach to knowledge?",
    "km": "តើវិទ្យាសាស្ត្រ និងទស្សនវិជ្ជាខុសគ្នាយ៉ាងដូចម្តេចក្នុងការស្វែងរកចំណេះដឹង?",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "Science relies on empirical evidence while philosophy uses reasoning and critical analysis.",
    "km": "វិទ្យាសាស្ត្រជឿជាក់លើភស្តុតាងប្រកបដោយបទពិសោធន៍ ខណៈដែលទស្សនវិជ្ជាប្រើប្រាស់ហេតុផល និងវិភាគវិនិច្ឆ័យ។",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "What is epistemology and why is it important?",
    "km": "តើអ្វីទៅជាទស្សនវិជ្ជាអំពីចំណេះដឹង និងហេតុអ្វីវាសំខាន់?",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "Epistemology studies the nature, origin, and limits of knowledge.",
    "km": "ទស្សនវិជ្ជាអំពីចំណេះដឹងសិក្សាអំពីធម្មជាតិ ប្រភព និងដែនកំណត់នៃចំណេះដឹង។",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "How do scientific revolutions change our understanding of knowledge?",
    "km": "តើការប្រែប្រួលយ៉ាងខ្លាំងក្នុងវិទ្យាសាស្ត្រប្រែបម្លាស់យល់ដឹងរបស់យើងយ៉ាងដូចម្តេច?",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "They shift paradigms and introduce new frameworks for interpreting data.",
    "km": "ពួកវាប្ដូរទ្រឹស្តីបែបស៊ើបអង្កេត និងណែនាំគ្រោងការ​ថ្មីសម្រាប់បកស្រាយទិន្នន័យ។",
    "category": "Philosophy of Science and Knowledge"
  },


  {
    "en": "What challenges arise in distinguishing science from pseudoscience?",
    "km": "តើបញ្ហាអ្វីខ្លះកើតមានក្នុងការបំបែកវិទ្យាសាស្ត្រពីវិទ្យាសាស្ត្រពុំមានមូលដ្ឋាន?",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "Challenges include identifying falsifiability, reproducibility, and empirical support.",
    "km": "បញ្ហាមានរួមបញ្ចូលការសម្គាល់ការអាចបដិសេធបាន ការបន្តឲ្យធ្វើឡើងវិញ និងការគាំទ្រដោយភស្តុតាង។",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "How does the concept of objectivity influence scientific research?",
    "km": "តើគំនិតអំពីភាពអូបជាទិចមានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះការស្រាវជ្រាវវិទ្យាសាស្ត្រ?",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "Objectivity ensures research is unbiased and based on observable facts.",
    "km": "ភាពអូបជាទិចធានាថាការស្រាវជ្រាវគ្មានការរើសអើង និងផ្អែកលើតথ្យាដែលអាចមើលឃើញបាន។",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "What is the role of skepticism in scientific inquiry?",
    "km": "តើភាពសង្ស័យមានតួនាទីអ្វីក្នុងការស៊ើបអង្កេតវិទ្យាសាស្ត្រ?",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "Skepticism encourages questioning assumptions and verifying evidence.",
    "km": "ភាពសង្ស័យលើកទឹកចិត្តឲ្យសួរចំពោះការសន្មត់ និងផ្ទៀងផ្ទាត់ភស្តុតាង។",
    "category": "Philosophy of Science and Knowledge"
  },


  {
    "en": "How do values influence scientific research?",
    "km": "តើតម្លៃផ្សេងៗមានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះការស្រាវជ្រាវវិទ្យាសាស្ត្រ?",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "Values can shape research priorities, interpretations, and ethical considerations.",
    "km": "តម្លៃអាចបង្កើតអាទិភាពស្រាវជ្រាវ ការបកស្រាយ និងការពិចារណាអំពីសីលធម៌។",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "What is scientific realism versus instrumentalism?",
    "km": "តើភាពជាក់ស្តែងវិទ្យាសាស្ត្រនិងភាពប្រយោជន៍វិទ្យាសាស្ត្រជាអ្វី?",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "Realism claims theories describe reality; instrumentalism sees them as tools for prediction.",
    "km": "ភាពជាក់ស្តែងថាទ្រឹស្តីពន្យល់អំពីជាក់ស្តែង; ភាពប្រយោជន៍វិទ្យាសាស្ត្រមើលវាជា​ឧបករណ៍សម្រាប់ការព្យាករ​ណ៍។",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "How does the underdetermination of theory by data challenge scientific knowledge?",
    "km": "តើការមិនបញ្ជាក់បានច្បាស់ពីទ្រឹស្តីដោយទិន្នន័យប៉ះពាល់យ៉ាងដូចម្តេចចំពោះចំណេះដឹងវិទ្យាសាស្ត្រ?",
    "category": "Philosophy of Science and Knowledge"
  },
  {
    "en": "It shows that multiple theories can explain the same data, complicating knowledge claims.",
    "km": "វាបង្ហាញថាទ្រឹស្តីច្រើនអាចពន្យល់ទិន្នន័យដដែល ហើយធ្វើឲ្យការទាមទារចំណេះដឹងកាន់តែស្មុគស្មាញ។",
    "category": "Philosophy of Science and Knowledge"
  },


  {
    "en": "What is business ethics?",
    "km": "តើសីលធម៌ក្នុងអាជីវកម្មជាអ្វី?",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "Business ethics involves applying moral principles to business conduct.",
    "km": "សីលធម៌ក្នុងអាជីវកម្មពាក់ព័ន្ធនឹងការដាក់អនុវត្តគោលការណ៍សីលធម៌ក្នុងអំពើអាជីវកម្ម។",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "Why is corporate social responsibility (CSR) important?",
    "km": "ហេតុអ្វីបានជា​កាតព្វកិច្ចសង្គមរបស់ក្រុមហ៊ុនសំខាន់?",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "CSR improves company reputation and benefits society and the environment.",
    "km": "កាតព្វកិច្ចសង្គមរបស់ក្រុមហ៊ុនធ្វើឲ្យក្រុមហ៊ុនមានកេរ្តិ៍ឈ្មោះល្អ និងអត្ថប្រយោជន៍សម្រាប់សង្គមនិងបរិស្ថាន។",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "How can businesses ensure ethical decision-making?",
    "km": "តើអាជីវកម្មធានាថា​ការសម្រេចចិត្តមានសីលធម៌ដោយរបៀបណា?",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "By establishing clear codes of conduct and promoting transparency.",
    "km": "ដោយបង្កើតកូដឆន្ទៈច្បាស់លាស់ និងលើកកម្ពស់ភាពថ្លៃថ្លា។",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "What role does transparency play in corporate ethics?",
    "km": "តើភាពថ្លៃថ្លាមានតួនាទីអ្វីក្នុងសីលធម៌ក្រុមហ៊ុន?",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "Transparency builds trust among stakeholders and reduces corruption.",
    "km": "ភាពថ្លៃថ្លាបង្កើតការជឿទុកចិត្តរវាងភាគីពាក់ព័ន្ធ និងបន្ថយអំពើពុករលួយ។",
    "category": "Ethics in Business and Corporate Responsibility"
  },


  {
    "en": "How do businesses balance profit and ethical responsibilities?",
    "km": "តើអាជីវកម្មធ្វើដូចម្តេចដើម្បីតុល្យភាពចំណេញ និងកាតព្វកិច្ចសីលធម៌?",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "By integrating ethical values into business strategies and decision-making processes.",
    "km": "ដោយបញ្ចូលតម្លៃសីលធម៌ទៅក្នុងយុទ្ធសាស្ត្រ និងដំណើរការសម្រេចចិត្តរបស់អាជីវកម្ម។",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "What are the consequences of unethical behavior in business?",
    "km": "តើមានផលប៉ះពាល់អ្វីខ្លះពីអាកប្បកិរិយាដែលគ្មានសីលធម៌ក្នុងអាជីវកម្ម?",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "It can lead to legal penalties, loss of reputation, and decreased customer trust.",
    "km": "វាអាចនាំឲ្យមានពិន័យផ្លូវច្បាប់ បាត់បង់កេរ្តិ៍ឈ្មោះ និងការបាត់បង់ការជឿទុកចិត្តពីអតិថិជន។",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "How can companies promote diversity and inclusion ethically?",
    "km": "តើក្រុមហ៊ុនធ្វើដូចម្តេចដើម្បីលើកកម្ពស់ភាពចម្រុះ និងការរួមបញ្ចូលដោយសីលធម៌?",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "By creating fair hiring practices and fostering an inclusive workplace culture.",
    "km": "ដោយបង្កើតនូវអនុប្រតិបត្តិការជ្រើសរើសដែលយុត្តិធម៌ និងលើកកម្ពស់វប្បធម៌ការងារដែលរួមបញ្ចូលគ្នា។",
    "category": "Ethics in Business and Corporate Responsibility"
  },


  {
    "en": "What is the importance of accountability in corporate ethics?",
    "km": "តើភាពទទួលខុសត្រូវមានសារៈសំខាន់យ៉ាងដូចម្តេចក្នុងសីលធម៌ក្រុមហ៊ុន?",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "Accountability ensures companies take responsibility for their actions and impacts.",
    "km": "ភាពទទួលខុសត្រូវធានាថាក្រុមហ៊ុនទទួលខុសត្រូវចំពោះសកម្មភាព និងផលប៉ះពាល់របស់ខ្លួន។",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "How does ethical leadership influence corporate culture?",
    "km": "តើភាពដឹកនាំដោយសីលធម៌មានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះវប្បធម៌ក្រុមហ៊ុន?",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "Ethical leaders set examples that foster trust and integrity within the company.",
    "km": "អ្នកដឹកនាំដែលមានសីលធម៌កំណត់គំរូដែលលើកកម្ពស់ការជឿទុកចិត្ត និងភាពស្មោះត្រង់នៅក្នុងក្រុមហ៊ុន។",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "What role do stakeholders play in promoting business ethics?",
    "km": "តើភាគីពាក់ព័ន្ធមានតួនាទីអ្វីក្នុងការលើកកម្ពស់សីលធម៌អាជីវកម្ម?",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "Stakeholders influence company policies and hold businesses accountable for ethical practices.",
    "km": "ភាគីពាក់ព័ន្ធមានឥទ្ធិពលលើគោលនយោបាយក្រុមហ៊ុន និងធ្វើឲ្យអាជីវកម្មទទួលខុសត្រូវចំពោះអនុវត្តសីលធម៌។",
    "category": "Ethics in Business and Corporate Responsibility"
  },


  {
    "en": "How can companies address conflicts of interest ethically?",
    "km": "តើក្រុមហ៊ុនអាចដោះស្រាយការប្រឆាំងអារម្មណ៍ដោយសីលធម៌យ៉ាងដូចម្តេច?",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "By disclosing conflicts transparently and establishing clear policies to manage them.",
    "km": "ដោយបង្ហាញការប្រឆាំងអារម្មណ៍ដោយច្បាស់លាស់ និងបង្កើតគោលការណ៍ច្បាស់លាស់សម្រាប់គ្រប់គ្រង។",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "What is the significance of ethical marketing?",
    "km": "តើការផ្សព្វផ្សាយដោយសីលធម៌មានសារៈសំខាន់ដូចម្តេច?",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "Ethical marketing promotes honesty and respects customer rights.",
    "km": "ការផ្សព្វផ្សាយដោយសីលធម៌លើកកម្ពស់ភាពស្មោះត្រង់ និងគោរពសិទ្ធិអតិថិជន។",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "How do whistleblowers contribute to ethical business practices?",
    "km": "តើអ្នកលេចធ្លោចូលរួមដូចម្តេចក្នុងការលើកកម្ពស់អនុវត្តសីលធម៌អាជីវកម្ម?",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "Whistleblowers expose unethical behavior and help maintain accountability.",
    "km": "អ្នកលេចធ្លោបង្ហាញអំពើមិនមានសីលធម៌ និងជួយធានាថាមានភាពទទួលខុសត្រូវ។",
    "category": "Ethics in Business and Corporate Responsibility"
  },


  {
    "en": "What ethical issues arise with data privacy in business?",
    "km": "តើបញ្ហាសីលធម៌អ្វីខ្លះកើតមានជាមួយភាពឯកជនទិន្នន័យក្នុងអាជីវកម្ម?",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "Issues include consent, data security, and responsible data usage.",
    "km": "បញ្ហារួមមានការយល់ព្រម សុវត្ថិភាពទិន្នន័យ និងការប្រើប្រាស់ទិន្នន័យដោយមានការទទួលខុសត្រូវ។",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "How can companies foster an ethical workplace environment?",
    "km": "តើក្រុមហ៊ុនអាចលើកកម្ពស់បរិយាកាសការងារដោយសីលធម៌បានយ៉ាងដូចម្តេច?",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "By encouraging open communication, respect, and ethical training programs.",
    "km": "ដោយលើកទឹកចិត្តការប្រាស្រ័យទាក់ទងចំហ និងការគោរព និងកម្មវិធីបណ្តុះបណ្តាលសីលធម៌។",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "What is the impact of corporate philanthropy on society?",
    "km": "តើការឧបត្ថម្ភសង្គមរបស់ក្រុមហ៊ុនមានផលប៉ះពាល់យ៉ាងដូចម្តេចចំពោះសង្គម?",
    "category": "Ethics in Business and Corporate Responsibility"
  },
  {
    "en": "Corporate philanthropy supports community development and enhances corporate image.",
    "km": "ការឧបត្ថម្ភសង្គមរបស់ក្រុមហ៊ុនគាំទ្រការអភិវឌ្ឍសហគមន៍ និងបង្កើតរូបភាពល្អសម្រាប់ក្រុមហ៊ុន។",
    "category": "Ethics in Business and Corporate Responsibility"
  },


  {
    "en": "What are global health issues?",
    "km": "តើបញ្ហាសុខភាពអន្តរជាតិកើតមានអ្វីខ្លះ?",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "They include diseases, health disparities, and access to healthcare worldwide.",
    "km": "បញ្ហារួមមានជំងឺ ផ្នែកខ្វះខាតសុខភាព និងការចូលដល់សេវាសុខភាពទូទាំងពិភពលោក។",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "What defines a pandemic?",
    "km": "តើជំងឺរាតត្បាតមានន័យដូចម្តេច?",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "A pandemic is a global outbreak of a contagious disease affecting many people.",
    "km": "ជំងឺរាតត្បាតគឺជាការរីករាលដាលជំងឺឆ្លងនៅទូទាំងពិភពលោកដែលប៉ះពាល់ដល់មនុស្សជាច្រើន។",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "How can pandemics be prevented?",
    "km": "តើធ្វើដូចម្តេចដើម្បីការពារជំងឺរាតត្បាត?",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "By practicing hygiene, vaccination, and early detection and response.",
    "km": "ដោយអនុវត្តវិធីសាស្ត្រសម្អាតខ្លួន ការចាក់វ៉ាក់សាំង និងការរកឃើញនិងឆ្លើយតបមុនពេលវាលេចធ្លាយ។",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "What role does global cooperation play in managing pandemics?",
    "km": "តើកិច្ចសហប្រតិបត្តិការអន្តរជាតិកាន់តែមានតួនាទីអ្វីក្នុងការគ្រប់គ្រងជំងឺរាតត្បាត?",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "It helps share information, resources, and coordinate responses worldwide.",
    "km": "វាជួយចែករំលែកព័ត៌មាន វត្ថុធាតុ និងសម្របសម្រួលការឆ្លើយតបទូទាំងពិភពលោក។",
    "category": "Global Health Issues and Pandemics"
  },


  {
    "en": "How do social determinants affect global health outcomes?",
    "km": "តើអ្វីទៅជា​គ្រឿងបន្លាស់សង្គម​ដែលប៉ះពាល់លទ្ធផលសុខភាពអន្តរជាតិ?",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "Factors like income, education, and living conditions influence health disparities worldwide.",
    "km": "ប៉ះពាល់ដោយបំណុលប្រាក់ចំណូល ការអប់រំ និងលំនៅដ្ឋាន បង្កើតភាពខ្វះខាតសុខភាពជាទូទៅ។",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "What challenges do low-income countries face during pandemics?",
    "km": "តើប្រទេសដែលមានប្រាក់ចំណូលទាបជួបប្រទៈបញ្ហាអ្វីខ្លះនៅពេលជំងឺរាតត្បាត?",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "Limited healthcare infrastructure, funding shortages, and access to vaccines are major challenges.",
    "km": "បញ្ហាសំខាន់ៗរួមមានរចនាសម្ព័ន្ធសុខភាពកំណត់ ការខ្វះខាតមូលនិធិ និងការចូលដល់វ៉ាក់សាំង។",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "How does misinformation impact public health during pandemics?",
    "km": "តើព័ត៌មានមិនត្រឹមត្រូវមានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះសុខភាពសាធារណៈនៅពេលជំងឺរាតត្បាត?",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "It causes confusion, reduces compliance with health measures, and worsens outbreaks.",
    "km": "វាបង្កើតភាពច្របូកច្របល់ បន្ថយការអនុវត្តវិធានការសុខភាព និងធ្វើឲ្យជំងឺរាលដាលកាន់តែធ្ងន់ធ្ងរ។",
    "category": "Global Health Issues and Pandemics"
  },


  {
    "en": "What is the role of vaccines in controlling pandemics?",
    "km": "តើវ៉ាក់សាំងមានតួនាទីយ៉ាងដូចម្តេចក្នុងការគ្រប់គ្រងជំងឺរាតត្បាត?",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "Vaccines prevent infection, reduce disease spread, and protect vulnerable populations.",
    "km": "វ៉ាក់សាំងជួយការពារការឆ្លង បន្ថយការរីករាលដាល និងការពារមនុស្សដែលងាយរងគ្រោះ។",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "How important is mental health during global health crises?",
    "km": "តើសុខភាពផ្លូវចិត្តមានសារៈសំខាន់ប៉ុនណាក្នុងអំឡុងពេលវិបត្តិសុខភាពអន្តរជាតិ?",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "Mental health support reduces stress and improves overall well-being during crises.",
    "km": "ការគាំទ្រសុខភាពផ្លូវចិត្តជួយកាត់បន្ថយសតិវុត្តិ និងបង្កើនសុខភាពរួមនៅពេលវិបត្តិ។",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "What role do international organizations play in pandemic response?",
    "km": "តើអង្គការអន្តរជាតិមានតួនាទីអ្វីក្នុងការឆ្លើយតបជំងឺរាតត្បាត?",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "They coordinate efforts, provide resources, and set guidelines for disease control.",
    "km": "ពួកគេសម្របសម្រួលកិច្ចខិតខំ ដាក់ស្រាយធនធាន និងកំណត់ណែនាំសម្រាប់ការត្រួតពិនិត្យជំងឺ។",
    "category": "Global Health Issues and Pandemics"
  },


  {
    "en": "How does urbanization impact the spread of infectious diseases?",
    "km": "តើការរីកចម្រើនរបស់ទីក្រុងប៉ះពាល់ដល់ការរីករាលដាលជំងឺឆ្លងយ៉ាងដូចម្តេច?",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "Dense populations and poor sanitation in urban areas facilitate faster disease transmission.",
    "km": "ប្រជាជនដង់ជាប់ និងសេវាសំអាតអន់នៅទីក្រុងធ្វើឲ្យជំងឺរាលដាលរហ័ស។",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "What strategies can improve healthcare access in remote areas during pandemics?",
    "km": "តើយុទ្ធសាស្រ្តអ្វីខ្លះអាចធ្វើឲ្យការចូលដល់សេវាសុខភាពនៅតំបន់ឆ្ងាយកាន់តែប្រសើរឡើងពេលជំងឺរាតត្បាត?",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "Mobile clinics, telemedicine, and community health workers help expand access.",
    "km": "មន្ទីរពេទ្យចល័ត វេជ្ជបណ្ឌិតចម្ងាយ និងបុគ្គលិកសុខភាពសហគមន៍ជួយពង្រីកការចូលដល់។",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "Why is public trust important during health emergencies?",
    "km": "ហេតុអ្វីបានជា​ការ​ទុកចិត្ត​សាធារណៈ​មានសារៈសំខាន់​នៅពេល​ករណី​ឆាប់រហ័ស​សុខភាព?",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "Trust ensures cooperation, adherence to guidelines, and effective crisis management.",
    "km": "ការទុកចិត្តធានាការសហការណ៍ ការអនុវត្តតាមណែនាំ និងការគ្រប់គ្រងវិបត្តិបានល្អ។",
    "category": "Global Health Issues and Pandemics"
  },


  {
    "en": "How can technology aid in pandemic preparedness and response?",
    "km": "តើយុទ្ធសាស្ត្របច្ចេកវិទ្យាអាចជួយដល់ការរៀបចំ និងឆ្លើយតបជំងឺរាតត្បាតយ៉ាងដូចម្តេច?",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "Technology enables real-time data tracking, remote diagnostics, and efficient communication.",
    "km": "បច្ចេកវិទ្យាធ្វើឲ្យអាចតាមដានទិន្នន័យពេលវេលាចាំបាច់ វិភាគជំងឺចម្ងាយ និងការទំនាក់ទំនងមានប្រសិទ្ធភាព។",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "What ethical considerations arise in vaccine distribution globally?",
    "km": "តើមានបញ្ហាសីលធម៌អ្វីខ្លះក្នុងការចែកចាយវ៉ាក់សាំងជាសកល?",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "Fair access, prioritizing vulnerable groups, and transparency are key ethical concerns.",
    "km": "ការចូលដល់យ៉ាងសមរម្យ ការផ្តល់អាទិភាពដល់ក្រុមងាយរងគ្រោះ និងភាពបើកចំហជាបញ្ហាសីលធម៌សំខាន់ៗ។",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "How do environmental factors influence the emergence of pandemics?",
    "km": "តើបរិស្ថានមានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះការកើតមានជំងឺរាតត្បាត?",
    "category": "Global Health Issues and Pandemics"
  },
  {
    "en": "Deforestation and climate change increase contact with wildlife, raising pandemic risks.",
    "km": "ការដុះបាញ់ព្រៃ និងការប្រែប្រួលអាកាសធាតុបង្កើនការប៉ះពាល់ជាមួយសត្វព្រៃ បង្កើតឱកាសកើតជំងឺរាតត្បាត។",
    "category": "Global Health Issues and Pandemics"
  },


  {
    "en": "How is artificial intelligence transforming the workplace?",
    "km": "បញ្ញាសិប្បនិម្មិតកំពុងបំលែងកន្លែងការងារយ៉ាងដូចម្តេច?",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "AI automates repetitive tasks, enhances decision-making, and creates new job roles.",
    "km": "AI ជំនួសការងារក្នុងការធ្វើសកម្មភាពទៀងទាត់ ពង្រឹងការជ្រើសរើស និងបង្កើតតួនាទីការងារថ្មីៗ។",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "What skills will be most valuable in an AI-driven job market?",
    "km": "ជំនាញអ្វីខ្លះមានតម្លៃខ្លាំងបំផុតនៅក្នុងទីផ្សារការងារដែលបើកដោយ AI?",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "Critical thinking, creativity, emotional intelligence, and tech literacy will be crucial.",
    "km": "ការគិតវិចារណញ្ញាណ ការច្នៃប្រឌិត បញ្ញាផ្លូវចិត្ត និងចំណេះដឹងបច្ចេកវិទ្យា គឺសំខាន់។",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "How can workers prepare for changes brought by AI?",
    "km": "តើកម្មករមានវិធីត្រៀមខ្លួនដូចម្តេចសម្រាប់ការប្រែប្រួលដែល AI នាំមក?",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "Continuous learning, upskilling, and adaptability are key strategies.",
    "km": "ការរៀនបន្ដ ធ្វើជំនាញថ្មី និងភាពអាចបត់បែនគឺជាយុទ្ធសាស្រ្តសំខាន់ៗ។",
    "category": "Artificial Intelligence and Future of Work"
  },


  {
    "en": "What are the ethical concerns related to AI in the workplace?",
    "km": "តើបញ្ហាសីលធម៌អ្វីខ្លះដែលពាក់ព័ន្ធនឹង AI នៅកន្លែងការងារ?",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "Issues include privacy, bias in algorithms, job displacement, and accountability.",
    "km": "បញ្ហារួមមានភាពឯកជន ការរើសអើងក្នុងកូដកម្ម ការបាត់បង់ការងារ និងការទទួលខុសត្រូវ។",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "How might AI create new job opportunities?",
    "km": "AI អាចបង្កើតឱកាសការងារថ្មីៗបានយ៉ាងដូចម្តេច?",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "By enabling innovation, supporting new industries, and requiring human oversight.",
    "km": "ដោយគាំទ្រការច្នៃប្រឌិត ការគាំទ្រឧស្សាហកម្មថ្មី និងការត្រួតពិនិត្យដោយមនុស្ស។",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "What role will remote work play in the future job market influenced by AI?",
    "km": "តើការងារពីចម្ងាយនឹងមានតួនាទីអ្វីនៅក្នុងទីផ្សារការងារអនាគតដែល AI ប៉ះពាល់?",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "Remote work will increase flexibility, require digital skills, and reshape work culture.",
    "km": "ការងារពីចម្ងាយនឹងបង្កើនភាពបត់បែន តម្រូវជំនាញឌីជីថល និងប្ដូរបទប្បញ្ញត្តិក្នុងការងារ។",
    "category": "Artificial Intelligence and Future of Work"
  },


  {
    "en": "How can governments support workers affected by AI automation?",
    "km": "រដ្ឋាភិបាលអាចគាំទ្រកម្មករដែលរងផលប៉ះពាល់ពីការជំនួសដោយ AI ដូចម្តេច?",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "Through policies on retraining, social safety nets, and promoting tech education.",
    "km": "តាមរយៈគោលនយោបាយបណ្តុះបណ្តាលឡើងវិញ បណ្តាញសង្គម និងការផ្សព្វផ្សាយការអប់រំបច្ចេកវិទ្យា។",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "What impact will AI have on workplace diversity and inclusion?",
    "km": "AI នឹងមានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះភាពចម្រុះនិងការរួមបញ្ចូលនៅកន្លែងការងារ?",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "AI can reduce human bias if designed fairly but may also reinforce stereotypes if not monitored.",
    "km": "AI អាចកាត់បន្ថយការរើសអើងមនុស្សបើបានរចនាយ៉ាងសមរម្យ ប៉ុន្តែក៏អាចលើកស្ទើរគំនិតចាស់បើមិនត្រួតពិនិត្យ។",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "How will AI affect job satisfaction and employee well-being?",
    "km": "AI នឹងប៉ះពាល់ដល់ការពេញចិត្តការងារ និងសុខភាពបុគ្គលិកយ៉ាងដូចម្តេច?",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "By automating mundane tasks, AI can increase job satisfaction but also cause stress due to change.",
    "km": "ដោយជំនួសការងារធម្មតា AI អាចបង្កើនការពេញចិត្តការងារ ប៉ុន្តែក៏អាចបង្កការប្រថាប់ខ្លាំងដោយសារការផ្លាស់ប្តូរ។",
    "category": "Artificial Intelligence and Future of Work"
  },


  {
    "en": "How can companies ensure ethical AI use in their operations?",
    "km": "ក្រុមហ៊ុនអាចធានាប្រើប្រាស់ AI ជាសីលធម៌នៅក្នុងប្រតិបត្តិការរបស់ពួកគេច្បាស់របៀបណា?",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "By implementing clear AI policies, conducting audits, and involving diverse teams.",
    "km": "ដោយអនុវត្តគោលនយោបាយ AI ច្បាស់លាស់ ធ្វើការត្រួតពិនិត្យ និងរួមបញ្ចូលក្រុមដែលចម្រុះ។",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "What challenges exist in integrating AI with human workers?",
    "km": "មានបញ្ហាអ្វីខ្លះនៅក្នុងការរួមបញ្ចូល AI ជាមួយកម្មករមនុស្ស?",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "Challenges include communication gaps, trust issues, and the need for upskilling.",
    "km": "បញ្ហារួមមានចន្លោះការទំនាក់ទំនង បញ្ហាទុកចិត្ត និងការត្រូវបង្កើតជំនាញថ្មី។",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "How will AI influence leadership and management roles?",
    "km": "AI នឹងប៉ះពាល់ដល់តួនាទីភាពជាអ្នកដឹកនាំ និងគ្រប់គ្រងយ៉ាងដូចម្តេច?",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "AI will assist in data-driven decisions but leaders must focus on human-centric skills.",
    "km": "AI នឹងជួយសម្រេចចិត្តដោយផ្អែកលើទិន្នន័យ ប៉ុន្តែអ្នកដឹកនាំត្រូវផ្តោតលើជំនាញផ្ទាល់មនុស្ស។",
    "category": "Artificial Intelligence and Future of Work"
  },


  {
    "en": "What is the impact of AI on job security?",
    "km": "AI មានឥទ្ធិពលយ៉ាងដូចម្តេចលើសុវត្ថិភាពការងារ?",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "AI can both displace jobs and create new opportunities, making job security complex.",
    "km": "AI អាចជំនួសការងារ និងបង្កើតឱកាសថ្មីៗ ដែលធ្វើអោយសុវត្ថិភាពការងារវិបត្តិ។",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "How can education systems adapt to prepare students for an AI-driven economy?",
    "km": "ប្រព័ន្ធអប់រំអាចបត់បែនដូចម្តេចដើម្បីត្រៀមសិស្សសម្រាប់សេដ្ឋកិច្ចដែលដឹកនាំដោយ AI?",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "By integrating STEM, coding, critical thinking, and lifelong learning in curricula.",
    "km": "ដោយបញ្ចូលវិទ្យាសាស្ត្រ បញ្ញាសិប្បនិម្មិត ការគិតវិចារណញ្ញាណ និងការរៀនជាប់ជានិច្ចក្នុងកម្មវិធីសិក្សា។",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "What role will human creativity play in an AI-driven workplace?",
    "km": "ការច្នៃប្រឌិតរបស់មនុស្សនឹងមានតួនាទីអ្វីនៅកន្លែងការងារដែលដឹកនាំដោយ AI?",
    "category": "Artificial Intelligence and Future of Work"
  },
  {
    "en": "Human creativity will remain essential for innovation, problem-solving, and emotional connection.",
    "km": "ការច្នៃប្រឌិតមនុស្សនឹងនៅសំខាន់សម្រាប់ការច្នៃប្រឌិតដោះស្រាយបញ្ហា និងការតភ្ជាប់ផ្លូវចិត្ត។",
    "category": "Artificial Intelligence and Future of Work"
  },


  {
    "en": "What are the main causes of conflicts in communities?",
    "km": "មូលហេតុចម្បងនៃជម្លោះនៅក្នុងសហគមន៍មានអ្វីខ្លះ?",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "Conflicts often arise from resource scarcity, ethnic tensions, and political disagreements.",
    "km": "ជម្លោះភាគច្រើនកើតឡើងពីការខ្វះធនធាន ការតានតឹងជាតិ និងការមិនព្រមទាំងនយោបាយ។",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "How can dialogue help in resolving conflicts?",
    "km": "តើការពិភាក្សាអាចជួយដោះស្រាយជម្លោះយ៉ាងដូចម្តេច?",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "Dialogue promotes understanding, builds trust, and finds common ground.",
    "km": "ការពិភាក្សាជំរុញការយល់ដឹង សង់ជំនឿ និងស្វែងរកចំណុចរួម។",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "What role do mediators play in peacebuilding?",
    "km": "អ្នកចាត់ការសមរម្យមានតួនាទីអ្វីក្នុងការស្ថាបនាសន្តិភាព?",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "Mediators facilitate communication, reduce tensions, and help negotiate agreements.",
    "km": "អ្នកចាត់ការសមរម្យជួយសម្រួលការទំនាក់ទំនង កាត់បន្ថយតានតឹង និងជួយចរចារសន្ធិសញ្ញា។",
    "category": "Conflict Resolution and Peacebuilding"
  },


  {
    "en": "How can community involvement contribute to sustainable peace?",
    "km": "តើការចូលរួមរបស់សហគមន៍អាចជួយស្ថាបនាសន្តិភាពបានយ៉ាងដូចម្តេច?",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "Community involvement ensures local needs are addressed and fosters ownership of peace processes.",
    "km": "ការចូលរួមរបស់សហគមន៍ធ្វើអោយត្រូវបានដោះស្រាយតាមតម្រូវការប្រជាជន និងជំរុញការមានផ្ទាល់ខ្លួនលើដំណើរការសន្តិភាព។",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "What strategies help prevent conflicts from escalating?",
    "km": "យុទ្ធសាស្ត្រអ្វីខ្លះជួយទប់ស្កាត់ការជម្លោះឲ្យមិនកើនឡើង?",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "Early warning systems, dialogue facilitation, and addressing grievances promptly are key.",
    "km": "ប្រព័ន្ធរាយការណ៍បន្ទាន់ ការសម្រួលការពិភាក្សា និងការដោះស្រាយបញ្ហាបន្ទាន់ជារឿងសំខាន់។",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "How does education promote peacebuilding?",
    "km": "តើការអប់រំជំរុញការស្ថាបនាសន្តិភាពយ៉ាងដូចម្តេច?",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "Education fosters tolerance, critical thinking, and understanding of diverse perspectives.",
    "km": "ការអប់រំជំរុញភាពទ្រាំទ្រ ការគិតវិចារណញ្ញាណ និងការយល់ដឹងពីទស្សនៈផ្សេងៗ។",
    "category": "Conflict Resolution and Peacebuilding"
  },


  {
    "en": "What is the role of women in peacebuilding processes?",
    "km": "តើតួនាទីរបស់ស្ត្រីនៅក្នុងដំណើរការស្ថាបនាសន្តិភាពមានអ្វីខ្លះ?",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "Women often bring unique perspectives, promote inclusivity, and foster community resilience.",
    "km": "ស្ត្រីជាញឹកញាប់នាំមកនូវទស្សនៈពិសេស ជំរុញការរួមបញ្ចូល និងជំរុញភាពធន់ទ្រាំរបស់សហគមន៍។",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "How can technology assist in conflict resolution?",
    "km": "បច្ចេកវិទ្យាអាចជួយក្នុងការដោះស្រាយជម្លោះបានយ៉ាងដូចម្តេច?",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "Technology enables communication, early warning systems, and data analysis for peace efforts.",
    "km": "បច្ចេកវិទ្យាជួយឲ្យមានការទំនាក់ទំនង ប្រព័ន្ធរាយការណ៍បន្ទាន់ និងវិភាគទិន្នន័យសម្រាប់ការខិតខំសន្តិភាព។",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "What are common obstacles to successful peace negotiations?",
    "km": "អ្វីខ្លះជារឿងរាំងស្ទះធម្មតាសម្រាប់ការចរចាសន្តិភាពជោគជ័យ?",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "Mistrust, power imbalances, and external interference often hinder peace talks.",
    "km": "ការមិនទុកចិត្ត ភាពមិនស្មើភាពអំណាច និងការជ្រៀតជ្រែកខាងក្រៅ ជារឿងរាំងស្ទះ។",
    "category": "Conflict Resolution and Peacebuilding"
  },


  {
    "en": "How important is cultural understanding in peacebuilding?",
    "km": "ការយល់ដឹងពីវប្បធម៌មានសារៈសំខាន់យ៉ាងដូចម្តេចក្នុងការស្ថាបនាសន្តិភាព?",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "Cultural understanding helps respect differences and reduces misunderstandings that lead to conflict.",
    "km": "ការយល់ដឹងពីវប្បធម៌ជួយគោរពភាពខុសគ្នា និងកាត់បន្ថយការយល់ច្រឡំនាំឲ្យមានជម្លោះ។",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "What role do international organizations play in peacebuilding?",
    "km": "អង្គការអន្ដរជាតិនៅតួនាទីអ្វីក្នុងការស្ថាបនាសន្តិភាព?",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "They provide mediation, resources, and support for rebuilding post-conflict societies.",
    "km": "ពួកគេផ្តល់ការសម្របសម្រួល វត្ថុធាតុ និងការគាំទ្រសម្រាប់កសាងសង្គមក្រោយជម្លោះ។",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "How does economic development contribute to peacebuilding?",
    "km": "ការអភិវឌ្ឍសេដ្ឋកិច្ចមានជំនួយដល់ការស្ថាបនាសន្តិភាពយ៉ាងដូចម្តេច?",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "Economic development reduces poverty and inequality, addressing root causes of conflict.",
    "km": "ការអភិវឌ្ឍសេដ្ឋកិច្ចកាត់បន្ថយភាពក្រីក្រ និងភាពមិនស្មើរគ្នា ដោះស្រាយមូលហេតុជម្លោះ។",
    "category": "Conflict Resolution and Peacebuilding"
  },


  {
    "en": "How can youth engagement promote lasting peace?",
    "km": "តើការចូលរួមរបស់យុវជនអាចជួយជំរុញសន្តិភាពរយៈពេលវែងយ៉ាងដូចម្តេច?",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "Youth bring energy, new ideas, and can challenge cycles of violence through activism.",
    "km": "យុវជននាំមកនូវថាមពល គំនិតថ្មី និងអាចបំផ្លាញវដ្តហិង្សាតាមរយៈសកម្មភាព។",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "What is the significance of transitional justice in peacebuilding?",
    "km": "តើយុត្តិធម៌ផ្ទេរមានសារៈសំខាន់អ្វីខ្លះក្នុងការស្ថាបនាសន្តិភាព?",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "Transitional justice addresses past abuses to promote reconciliation and prevent future conflicts.",
    "km": "យុត្តិធម៌ផ្ទេរដោះស្រាយអំពើអនាធិបតេយ្យកន្លងមក ដើម្បីជំរុញការសម្រួល និងទប់ស្កាត់ជម្លោះក្នុងអនាគត។",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "How does media influence conflict resolution and peacebuilding?",
    "km": "តើប្រព័ន្ធផ្សព្វផ្សាយមានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះការដោះស្រាយជម្លោះ និងស្ថាបនាសន្តិភាព?",
    "category": "Conflict Resolution and Peacebuilding"
  },
  {
    "en": "Media can shape public opinion, raise awareness, and sometimes escalate or de-escalate tensions.",
    "km": "ប្រព័ន្ធផ្សព្វផ្សាយអាចប៉ះពាល់ទស្សនៈសាធារណៈ បង្កើតការយល់ដឹង និងពេលខ្លះក៏បង្កើត ឬកាត់បន្ថយតានតឹង។",
    "category": "Conflict Resolution and Peacebuilding"
  },


  {
    "en": "What is gender equality and why is it important?",
    "km": "ភាពសមស្មើភេទមានអ្វីខ្លះ ហើយហេតុអ្វីវាសំខាន់?",
    "category": "Gender Equality and Social Justice"
  },
  {
    "en": "Gender equality means equal rights, responsibilities, and opportunities for all genders.",
    "km": "ភាពសមស្មើភេទមានន័យថា សិទ្ធិ ភារកិច្ច និងឱកាសស្មើសម្រាប់ភេទទាំងអស់។",
    "category": "Gender Equality and Social Justice"
  },
  {
    "en": "How does social justice relate to gender equality?",
    "km": "យុត្តិធម៌សង្គមទាក់ទងយ៉ាងដូចម្តេចនឹងភាពសមស្មើភេទ?",
    "category": "Gender Equality and Social Justice"
  },
  {
    "en": "Social justice ensures fair treatment and opportunities for all, including marginalized genders.",
    "km": "យុត្តិធម៌សង្គមធានាការព្យាបាលយ៉ាងត្រឹមត្រូវ និងឱកាសសម្រាប់ទាំងអស់ រួមទាំងភេទដែលត្រូវបានមើលរំលង។",
    "category": "Gender Equality and Social Justice"
  },


  {
    "en": "What are common barriers to achieving gender equality?",
    "km": "អ្វីខ្លះជាឧបសគ្គធម្មតាក្នុងការរក្សាភាពសមស្មើភេទ?",
    "category": "Gender Equality and Social Justice"
  },
  {
    "en": "Barriers include cultural norms, discrimination, lack of education, and unequal economic opportunities.",
    "km": "ឧបសគ្គរួមមានទម្លាប់វប្បធម៌ ការរើសអើង ការខ្វះការអប់រំ និងឱកាសសេដ្ឋកិច្ចមិនស្មើ។",
    "category": "Gender Equality and Social Justice"
  },
  {
    "en": "How can education promote gender equality?",
    "km": "តើការអប់រំអាចជំរុញភាពសមស្មើភេទបានយ៉ាងដូចម្តេច?",
    "category": "Gender Equality and Social Justice"
  },
  {
    "en": "Education raises awareness, challenges stereotypes, and empowers marginalized groups.",
    "km": "ការអប់រំបង្កើតការយល់ដឹង បង្ក្រាបការស្ដើងមតិ និងជំរុញក្រុមដែលត្រូវបានមើលរំលង។",
    "category": "Gender Equality and Social Justice"
  },


  {
    "en": "What role do laws and policies play in advancing gender equality?",
    "km": "ច្បាប់ និងគោលនយោបាយមានតួនាទីយ៉ាងដូចម្តេចក្នុងការជំរុញភាពសមស្មើភេទ?",
    "category": "Gender Equality and Social Justice"
  },
  {
    "en": "They establish legal protections, promote equal opportunities, and help address discrimination.",
    "km": "ពួកវាស្ថាបនាអនុសាសន៍ច្បាប់ ជំរុញឱកាសស្មើ និងជួយដោះស្រាយបញ្ហារើសអើង។",
    "category": "Gender Equality and Social Justice"
  },
  {
    "en": "How does economic empowerment impact gender equality?",
    "km": "ការជំរុញសេដ្ឋកិច្ចមានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះភាពសមស្មើភេទ?",
    "category": "Gender Equality and Social Justice"
  },
  {
    "en": "Economic empowerment increases independence and reduces gender-based disparities.",
    "km": "ការជំរុញសេដ្ឋកិច្ចបង្កើនភាពឯករាជ្យ និងកាត់បន្ថយភាពខុសគ្នាតាមភេទ។",
    "category": "Gender Equality and Social Justice"
  },


  {
    "en": "How can media influence perceptions of gender roles?",
    "km": "តើប្រព័ន្ធផ្សព្វផ្សាយអាចប៉ះពាល់យ៉ាងដូចម្តេចចំពោះការយល់ឃើញអំពីតួនាទីភេទ?",
    "category": "Gender Equality and Social Justice"
  },
  {
    "en": "Media can challenge stereotypes or reinforce biases depending on the content it promotes.",
    "km": "ប្រព័ន្ធផ្សព្វផ្សាយអាចបំភ្លឺមតិខុសឆ្គង ឬបញ្ជាក់ការរើសអើង ដោយផ្អែកលើមាតិកាដែលវាផ្សព្វផ្សាយ។",
    "category": "Gender Equality and Social Justice"
  },
  {
    "en": "Why is intersectionality important in discussions about social justice?",
    "km": "ហេតុអ្វីបានជាការបញ្ចូលគ្នានៃអត្តសញ្ញាណជាច្រើនមានសារៈសំខាន់ក្នុងការពិភាក្សាអំពីយុត្តិធម៌សង្គម?",
    "category": "Gender Equality and Social Justice"
  },
  {
    "en": "Intersectionality recognizes how overlapping identities affect experiences of discrimination and privilege.",
    "km": "ការបញ្ចូលគ្នានៃអត្តសញ្ញាណជាច្រើនទទួលស្គាល់ពីរបៀបដែលអត្តសញ្ញាណមួយៗប៉ះពាល់ដល់បទពិសោធន៍នៃការរើសអើង និងអត្ថប្រយោជន៍។",
    "category": "Gender Equality and Social Justice"
  },


  {
    "en": "How can men contribute to achieving gender equality?",
    "km": "តើបុរសអាចរួមចំណែកយ៉ាងដូចម្តេចក្នុងការឈានដល់ភាពសមស្មើភេទ?",
    "category": "Gender Equality and Social Justice"
  },
  {
    "en": "Men can support by challenging stereotypes, advocating for equality, and sharing caregiving responsibilities.",
    "km": "បុរសអាចគាំទ្រដោយការប្រឈមមតិខុសៗ ជំរុញភាពសមស្មើ និងចែករំលែកភារកិច្ចថែទាំគ្រួសារ។",
    "category": "Gender Equality and Social Justice"
  },
  {
    "en": "What is the impact of gender-based violence on social justice?",
    "km": "ហេតុផលនៃហិង្សាតាមភេទមានឥទ្ធិពលយ៉ាងដូចម្តេចលើយុត្តិធម៌សង្គម?",
    "category": "Gender Equality and Social Justice"
  },
  {
    "en": "Gender-based violence undermines human rights and perpetuates inequality and social injustice.",
    "km": "ហិង្សាតាមភេទបំផ្លាញសិទ្ធិមនុស្ស និងបន្តភាពមិនស្មើ និងយុត្តិធម៌មិនត្រឹមត្រូវនៅសង្គម។",
    "category": "Gender Equality and Social Justice"
  },


  {
    "en": "What are the main causes of migration?",
    "km": "អ្វីខ្លះជាមូលហេតុចម្បងនៃការចាកចេញពីប្រទេស?",
    "category": "Migration, Refugees and Human Rights"
  },
  {
    "en": "Main causes include conflict, economic hardship, environmental disasters, and persecution.",
    "km": "មូលហេតុចម្បងរួមមានជម្លោះ ការលំបាកសេដ្ឋកិច្ច អាសន្នបរិស្ថាន និងការរើសអើង។",
    "category": "Migration, Refugees and Human Rights"
  },
  {
    "en": "How are refugees protected under international law?",
    "km": "តើជនភៀសខ្លួនត្រូវបានការពារយ៉ាងដូចម្តេចក្រោមច្បាប់អន្តរជាតិ?",
    "category": "Migration, Refugees and Human Rights"
  },
  {
    "en": "Refugees are protected by conventions like the 1951 Refugee Convention which ensures safety and rights.",
    "km": "ជនភៀសខ្លួនត្រូវបានការពារដោយកិច្ចព្រមព្រៀងដូចជា កិច្ចព្រមព្រៀងជនភៀសខ្លួនឆ្នាំ1951 ដែលធានាសុវត្ថិភាព និងសិទ្ធិ។",
    "category": "Migration, Refugees and Human Rights"
  },


  {
    "en": "What challenges do refugees commonly face in host countries?",
    "km": "ជនភៀសខ្លួនជួបបញ្ហាអ្វីខ្លះជាញឹកញាប់នៅប្រទេសទទួលភ្ញៀវ?",
    "category": "Migration, Refugees and Human Rights"
  },
  {
    "en": "They often face discrimination, limited access to services, language barriers, and legal uncertainties.",
    "km": "ពួកគេជាញឹកញាប់ជួបការរើសអើង ការចូលដំណើរការការផ្តល់សេវាកម្មមានកំណត់ ពិបាកក្នុងភាសា និងភាពមិនច្បាស់លាស់ផ្នែកច្បាប់។",
    "category": "Migration, Refugees and Human Rights"
  },
  {
    "en": "How does migration impact the economies of both sending and receiving countries?",
    "km": "តើការចាកចេញពីប្រទេសមានឥទ្ធិពលយ៉ាងដូចម្តេចលើសេដ្ឋកិច្ចរបស់ប្រទេសដើម និងប្រទេសទទួល?",
    "category": "Migration, Refugees and Human Rights"
  },
  {
    "en": "Migration can boost labor supply and remittances but also strain public services and infrastructure.",
    "km": "ការចាកចេញពីប្រទេសអាចបង្កើនការផ្គត់ផ្គង់កម្លាំងការងារ និងប្រាក់បញ្ជូនបន្តផ្ទះ ប៉ុន្តែផងដែរអាចបង្កើតសម្ពាធលើសេវាសាធារណៈ និងហេដ្ឋារចនាសម្ព័ន្ធ។",
    "category": "Migration, Refugees and Human Rights"
  },


  {
    "en": "What role do international organizations play in supporting refugees?",
    "km": "អង្គការអន្តរជាតិនានាមានតួនាទីអ្វីខ្លះក្នុងការគាំទ្រជនភៀសខ្លួន?",
    "category": "Migration, Refugees and Human Rights"
  },
  {
    "en": "They provide humanitarian aid, legal assistance, and work to ensure refugees' rights are respected.",
    "km": "ពួកគេផ្តល់ជំនួយមនុស្សធម៌ ជំនួយផ្នែកច្បាប់ និងខិតខំធ្វើឲ្យមានការគោរពសិទ្ធិរបស់ជនភៀសខ្លួន។",
    "category": "Migration, Refugees and Human Rights"
  },
  {
    "en": "How do human rights apply to migrants who are not refugees?",
    "km": "តើសិទ្ធិមនុស្សមានសុពលភាពយ៉ាងដូចម្តេចចំពោះអ្នកចាកចេញពីប្រទេសដែលមិនមែនជាជនភៀសខ្លួន?",
    "category": "Migration, Refugees and Human Rights"
  },
  {
    "en": "All migrants have basic human rights including protection from exploitation and access to justice.",
    "km": "អ្នកចាកចេញពីប្រទេសទាំងអស់មានសិទ្ធិមនុស្សមូលដ្ឋាន រួមមានការការពារពីការបំពាន និងការចូលដំណើរការផ្នែកយុត្តិធម៌។",
    "category": "Migration, Refugees and Human Rights"
  },


  {
    "en": "What are the psychological impacts of displacement on refugees?",
    "km": "តើការបោះបង់ទីលំនៅមានផលប៉ះពាល់ផ្លូវចិត្តយ៉ាងដូចម្តេចចំពោះជនភៀសខ្លួន?",
    "category": "Migration, Refugees and Human Rights"
  },
  {
    "en": "Displacement can cause trauma, anxiety, depression, and challenges in social integration.",
    "km": "ការបោះបង់ទីលំនៅអាចបណ្តាលឲ្យមានរបួសផ្លូវចិត្ត ភាពបារម្ភ ស្ត្រីស្រក់ និងការលំបាកក្នុងការចូលរួមសង្គម។",
    "category": "Migration, Refugees and Human Rights"
  },
  {
    "en": "How can host countries better support the integration of refugees?",
    "km": "តើប្រទេសទទួលភ្ញៀវអាចគាំទ្រជនភៀសខ្លួនក្នុងការចូលរួមសង្គមបានយ៉ាងដូចម្តេច?",
    "category": "Migration, Refugees and Human Rights"
  },
  {
    "en": "By providing language training, access to education and healthcare, and promoting social inclusion programs.",
    "km": "ដោយផ្តល់ការបណ្តុះបណ្តាលភាសា ការចូលដំណើរការអប់រំ និងសុខាភិបាល និងជំរុញកម្មវិធីរួមបញ្ចូលសង្គម។",
    "category": "Migration, Refugees and Human Rights"
  },


  {
    "en": "What legal challenges do undocumented migrants face?",
    "km": "អ្នកចាកចេញពីប្រទេសដែលគ្មានឯកសារផ្លូវច្បាប់ជួបបញ្ហាច្បាប់អ្វីខ្លះ?",
    "category": "Migration, Refugees and Human Rights"
  },
  {
    "en": "They face risks of detention, deportation, limited access to public services, and exploitation.",
    "km": "ពួកគេចាប់ជាប់ការកាន់ខ្លួន បាញ់ចេញពីប្រទេស ការចូលដំណើរការសេវាសាធារណៈមានកំណត់ និងការបំពាន។",
    "category": "Migration, Refugees and Human Rights"
  },
  {
    "en": "How do remittances from migrants affect their home countries?",
    "km": "ប្រាក់បញ្ជូនពីអ្នកចាកចេញពីប្រទេសមានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះប្រទេសដើម?",
    "category": "Migration, Refugees and Human Rights"
  },
  {
    "en": "Remittances support household incomes, education, healthcare, and local economies.",
    "km": "ប្រាក់បញ្ជូនជួយគាំទ្រចំណូលគ្រួសារ ការអប់រំ សុខាភិបាល និងសេដ្ឋកិច្ចមូលដ្ឋាន។",
    "category": "Migration, Refugees and Human Rights"
  },


  {
    "en": "What measures can be taken to prevent human trafficking among migrants?",
    "km": "តើអ្វីខ្លះជាមាត្រាដែលអាចយកចិត្តទុកដាក់ដើម្បីការពារការជួញដូរមនុស្សក្នុងចំណោមអ្នកចាកចេញពីប្រទេស?",
    "category": "Migration, Refugees and Human Rights"
  },
  {
    "en": "Measures include stronger border controls, awareness campaigns, victim support services, and international cooperation.",
    "km": "មាត្រារួមមានការគ្រប់គ្រងព្រំដែនតឹងរ៉ឹង ការផ្សព្វផ្សាយជំនាញ ជំនួយសម្រាប់ជនរងគ្រោះ និងសហប្រតិបត្តិការអន្តរជាតិ។",
    "category": "Migration, Refugees and Human Rights"
  },
  {
    "en": "How do climate change and environmental factors influence migration patterns?",
    "km": "តើការប្រែប្រួលអាកាសធាតុ និងហេតុបរិស្ថានប៉ះពាល់យ៉ាងដូចម្តេចលើលំនាំការចាកចេញពីប្រទេស?",
    "category": "Migration, Refugees and Human Rights"
  },
  {
    "en": "Environmental degradation and disasters force people to move in search of safety and livelihood.",
    "km": "ការបំផ្លាញបរិស្ថាន និងគ្រោះថ្នាក់ធម្មជាតិបង្ខំឲ្យមនុស្សផ្លាស់ទីដើម្បីស្វែងរកសុវត្ថិភាព និងមធ្យោបាយរស់នៅ។",
    "category": "Migration, Refugees and Human Rights"
  },


  {
    "en": "What is the difference between a refugee and an asylum seeker?",
    "km": "តើភាពខុសគ្នារវាងជនភៀសខ្លួន និងអ្នកស្នើសុំការស៊ើបអង្កេតមានអ្វីខ្លះ?",
    "category": "Migration, Refugees and Human Rights"
  },
  {
    "en": "A refugee is someone recognized as needing protection, while an asylum seeker is waiting for such recognition.",
    "km": "ជនភៀសខ្លួនគឺជាមនុស្សដែលបានទទួលការការពារ ខណៈដែលអ្នកស្នើសុំការស៊ើបអង្កេតកំពុងរង់ចាំការទទួលស្គាល់។",
    "category": "Migration, Refugees and Human Rights"
  },
  {
    "en": "How can the international community improve support for internally displaced persons (IDPs)?",
    "km": "តើសហគមអន្តរជាតិអាចបង្កើនការគាំទ្រដល់បុរសស្រីដែលត្រូវបានបោះបង់ក្នុងប្រទេសបានយ៉ាងដូចម្តេច?",
    "category": "Migration, Refugees and Human Rights"
  },
  {
    "en": "By increasing funding, facilitating safe access to aid, and promoting durable solutions.",
    "km": "ដោយបង្កើនមូលនិធិ អនុញ្ញាតឲ្យចូលដំណើរការជំនួយបានយ៉ាងសុវត្ថិភាព និងជំរុញដំណោះស្រាយរយៈពេលវែង។",
    "category": "Migration, Refugees and Human Rights"
  },


  {
    "en": "How does globalization affect cultural identity?",
    "km": "តើការធ្វើសកលកម្មប៉ះពាល់យ៉ាងដូចម្តេចចំពោះអត្តសញ្ញាណវប្បធម៌?",
    "category": "Cultural Identity and Globalization"
  },
  {
    "en": "Globalization can both enrich cultures through exchange and threaten them through homogenization.",
    "km": "ការធ្វើសកលកម្មអាចជួយធ្វើឲ្យវប្បធម៌រីកចម្រើនតាមរយៈការប្តូរព័ត៌មាន ប៉ុន្តែអាចគំរាមកំហែងដល់វប្បធម៌តាមរយៈការធ្វើឲ្យដូចគ្នា។",
    "category": "Cultural Identity and Globalization"
  },
  {
    "en": "What role does language play in preserving cultural identity?",
    "km": "តើភាសាមានតួនាទីយ៉ាងដូចម្តេចក្នុងការរក្សាអត្តសញ្ញាណវប្បធម៌?",
    "category": "Cultural Identity and Globalization"
  },
  {
    "en": "Language carries traditions, values, and history essential to cultural identity.",
    "km": "ភាសាជាឧបករណ៍ដឹកនាំប្រពៃណី តម្លៃ និងប្រវត្តិសាស្ត្រដែលមានសារៈសំខាន់ចំពោះអត្តសញ្ញាណវប្បធម៌។",
    "category": "Cultural Identity and Globalization"
  },


  {
    "en": "How can cultural globalization promote understanding and tolerance?",
    "km": "តើការធ្វើសកលកម្មវប្បធម៌អាចជំរុញការយល់ដឹង និងការអត់ទ្រាំបានយ៉ាងដូចម្តេច?",
    "category": "Cultural Identity and Globalization"
  },
  {
    "en": "By facilitating cross-cultural exchanges and highlighting shared human values.",
    "km": "ដោយជួយឲ្យមានការប្តូរព័ត៌មានរវាងវប្បធម៌ និងបង្ហាញតម្លៃរួមរបស់មនុស្សជាសកល។",
    "category": "Cultural Identity and Globalization"
  },
  {
    "en": "What challenges does cultural homogenization present to local traditions?",
    "km": "តើការធ្វើឲ្យវប្បធម៌ដូចគ្នា បង្កើតបញ្ហាអ្វីខ្លះចំពោះប្រពៃណីក្នុងស្រុក?",
    "category": "Cultural Identity and Globalization"
  },
  {
    "en": "It can lead to loss of diversity, erosion of unique customs, and weakening of community bonds.",
    "km": "វាអាចបណ្ដាលឲ្យបាត់បង់ភាពចម្រុះ បាត់បង់ប្រពៃណីពិសេស និងខ្សោយភាពចងក្រងសហគមន៍។",
    "category": "Cultural Identity and Globalization"
  },


  {
    "en": "How do diaspora communities maintain their cultural identity abroad?",
    "km": "តើសហគមន៍ឌាយាស្ដ្រាអាចរក្សាអត្តសញ្ញាណវប្បធម៌របស់ពួកគេនៅក្រៅប្រទេសបានយ៉ាងដូចម្តេច?",
    "category": "Cultural Identity and Globalization"
  },
  {
    "en": "Through cultural events, language schools, traditional cuisine, and community networks.",
    "km": "តាមរយៈព្រឹត្តិការណ៍វប្បធម៌ សាលាភាសា ម្ហូបប្រពៃណី និងបណ្ដាញសហគមន៍។",
    "category": "Cultural Identity and Globalization"
  },
  {
    "en": "What impact does media globalization have on youth culture?",
    "km": "តើការធ្វើសកលកម្មសារព័ត៌មានមានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះវប្បធម៌យុវវ័យ?",
    "category": "Cultural Identity and Globalization"
  },
  {
    "en": "It shapes youth culture by spreading global trends but may also dilute local customs.",
    "km": "វាបង្កើតរូបរាងវប្បធម៌យុវវ័យដោយផ្សព្វផ្សាយនិន្នាការពិភពលោក ប៉ុន្តែអាចបណ្ដាលឲ្យប្រពៃណីក្នុងស្រុកច្រាលចោល។",
    "category": "Cultural Identity and Globalization"
  },


  {
    "en": "How can education systems incorporate cultural diversity in a globalized world?",
    "km": "តើប្រព័ន្ធអប់រំអាចបញ្ចូលភាពចម្រុះវប្បធម៌នៅក្នុងពិភពលោកធ្វើសកលកម្មបានយ៉ាងដូចម្តេច?",
    "category": "Cultural Identity and Globalization"
  },
  {
    "en": "By including multicultural curricula, promoting language learning, and encouraging intercultural dialogue.",
    "km": "ដោយរួមបញ្ចូលមេរៀនពហុវប្បធម៌ ផ្សព្វផ្សាយការសិក្សាភាសា និងលើកទឹកចិត្តការពិភាក្សាវប្បធម៌ជាអន្តរជាតិ។",
    "category": "Cultural Identity and Globalization"
  },
  {
    "en": "What role do festivals and rituals play in sustaining cultural identity amidst globalization?",
    "km": "តើពិធីបុណ្យ និងរបបបុរាណមានតួនាទីយ៉ាងដូចម្តេចក្នុងការរក្សាអត្តសញ្ញាណវប្បធម៌នៅក្នុងសតវត្សទីបញ្ចប់សកលកម្ម?",
    "category": "Cultural Identity and Globalization"
  },
  {
    "en": "They reinforce community bonds, transmit values, and celebrate cultural uniqueness.",
    "km": "ពួកវាផ្តល់ការក្រាស់ក្បាលសហគមន៍ បញ្ជូនតម្លៃ និងអបអរសាទរពិសេសភាពវប្បធម៌។",
    "category": "Cultural Identity and Globalization"
  }
]