[
  {
    "en": "Climate change is a serious global issue.",
    "km": "បម្រែបម្រួលអាកាសធាតុគឺជាបញ្ហាធំមួយលើពិភពលោក។",
    "category": "Environment and Nature"
  },
  {
    "en": "Deforestation leads to loss of biodiversity.",
    "km": "ការកាប់បំផ្លាញព្រៃឈើធ្វើឲ្យបាត់បង់ជីវចម្រុះ។",
    "category": "Environment and Nature"
  },
  {
    "en": "What can individuals do to protect the environment?",
    "km": "តើមនុស្សម្នាក់ៗអាចធ្វើអ្វីខ្លះដើម្បីការពារបរិស្ថាន?",
    "category": "Environment and Nature"
  },
  {
    "en": "Many animals are endangered due to habitat destruction.",
    "km": "សត្វជាច្រើនកំពុងគ្រោះថ្នាក់ជាពូជដោយសារការបំផ្លាញទីជម្រក។",
    "category": "Environment and Nature"
  },
  {
    "en": "Recycling helps reduce waste and pollution.",
    "km": "ការដាក់វត្ថុប្រើឡើងវិញជួយកាត់បន្ថយសំរាម និងការបំពុល។",
    "category": "Environment and Nature"
  },
  {
    "en": "How do natural disasters affect people's lives?",
    "km": "តើគ្រោះធម្មជាតិស្ទើរតែមានឥទ្ធិពលដល់ជីវិតមនុស្សយ៉ាងដូចម្តេច?",
    "category": "Environment and Nature"
  },
  {
    "en": "We should reduce our carbon footprint.",
    "km": "យើងគួរតែបន្ថយការបញ្ចេញកាបូនរបស់យើង។",
    "category": "Environment and Nature"
  },
  {
    "en": "Plastic pollution is damaging oceans and marine life.",
    "km": "ការបំពុលដោយប្លាស្ទិចកំពុងបំផ្លាញសមុទ្រ និងជីវិតសមុទ្រ។",
    "category": "Environment and Nature"
  },
  {
    "en": "Renewable energy is key to a sustainable future.",
    "km": "ថាមពលកកើតឡើងវិញគឺជាគន្លឹះសម្រាប់អនាគតដ៏បរិសុទ្ធ។",
    "category": "Environment and Nature"
  },
  {
    "en": "Have you ever joined a tree-planting campaign?",
    "km": "តើអ្នកធ្លាប់ចូលរួមក្នុងយុទ្ធនាការដាំដើមឈើដែរឬទេ?",
    "category": "Environment and Nature"
  },


  {
    "en": "Many countries are investing in green energy.",
    "km": "ប្រទេសជាច្រើនកំពុងវិនិយោគលើថាមពលបៃតង។",
    "category": "Environment and Nature"
  },
  {
    "en": "Polluted air can cause serious health problems.",
    "km": "ខ្យល់បំពុលអាចបង្ករជម្ងឺធ្ងន់ធ្ងរបាន។",
    "category": "Environment and Nature"
  },
  {
    "en": "Sustainable farming protects soil and water resources.",
    "km": "កសិកម្មប្រកបដោយចីរភាពជួយការពារដី និងធនធានទឹក។",
    "category": "Environment and Nature"
  },
  {
    "en": "Global warming affects weather patterns worldwide.",
    "km": "ភាពកក់ក្តៅសកលមានឥទ្ធិពលលើលក្ខណៈអាកាសធាតុទូទាំងពិភពលោក។",
    "category": "Environment and Nature"
  },
  {
    "en": "Some cities promote using bicycles instead of cars.",
    "km": "ខ្លះបានផ្សព្វផ្សាយឲ្យប្រើកង់ជំនួសរថយន្ត។",
    "category": "Environment and Nature"
  },
  {
    "en": "Eco-friendly products reduce environmental impact.",
    "km": "ផលិតផលបរិស្ថានសមមិត្តជួយបន្ថយឥទ្ធិពលលើបរិស្ថាន។",
    "category": "Environment and Nature"
  },
  {
    "en": "Conservation efforts help preserve endangered species.",
    "km": "ការខិតខំរក្សារពារធនធានធម្មជាតិជួយបញ្ច្រាសសត្វជិតផុតពូជ។",
    "category": "Environment and Nature"
  },
  {
    "en": "Climate activists are raising awareness about the planet.",
    "km": "អ្នករួមចំណែកដោះស្រាយបញ្ហាអាកាសធាតុកំពុងបង្កើតការយល់ដឹងអំពីផែនដី។",
    "category": "Environment and Nature"
  },
  {
    "en": "Do you use reusable bags when shopping?",
    "km": "តើអ្នកប្រើកាបូបប្រើឡើងវិញពេលចេញទៅទិញឥវ៉ាន់ដែរឬទេ?",
    "category": "Environment and Nature"
  },
  {
    "en": "Overfishing threatens marine ecosystems.",
    "km": "ការនេសាទខុសច្បាប់គឺជាបញ្ហាដ៏គ្រោះថ្នាក់ដល់ប្រព័ន្ធនេសាទសមុទ្រ។",
    "category": "Environment and Nature"
  },
  {
    "en": "Do you think eco-tourism helps protect nature?",
    "km": "តើអ្នកគិតថาการទេសចរណ៍បៃតងជួយការពារធម្មជាតិដែរឬទេ?",
    "category": "Environment and Nature"
  },
  {
    "en": "Water scarcity is a growing concern in many regions.",
    "km": "ការខ្វះទឹកជាបញ្ហាដែលកំពុងកើនឡើងនៅក្នុងតំបន់ជាច្រើន។",
    "category": "Environment and Nature"
  },
  {
    "en": "Planting more trees helps absorb carbon dioxide.",
    "km": "ការដាំដើមឈើបន្ថែមជួយស្រូបយកឧស្ម័នកាបូនឌីអុកស៊ីត។",
    "category": "Environment and Nature"
  },
  {
    "en": "How can cities become more environmentally friendly?",
    "km": "តើទីក្រុងអាចក្លាយជាមិត្តស្រឡាញ់បរិស្ថានបានដូចម្តេច?",
    "category": "Environment and Nature"
  },
  {
    "en": "Some animals are losing their homes due to climate change.",
    "km": "សត្វខ្លះកំពុងបាត់បង់ទីជម្រកដោយសារបម្រែបម្រួលអាកាសធាតុ។",
    "category": "Environment and Nature"
  },


  {
    "en": "Environmental education is crucial for future generations.",
    "km": "ការអប់រំបរិស្ថានគឺមានសារៈសំខាន់សម្រាប់ជំនាន់ក្រោយ។",
    "category": "Environment and Nature"
  },
  {
    "en": "Renewable resources can help reduce dependence on fossil fuels.",
    "km": "ធនធានដែលអាចផ្ទេរឡើងវិញបានអាចជួយកាត់បន្ថយការពឹងផ្អែកលើប្រេងឥន្ធនៈ។",
    "category": "Environment and Nature"
  },
  {
    "en": "How do you contribute to reducing plastic waste?",
    "km": "តើអ្នកចូលរួមបន្ថយសំរាមប្លាស្ទិចយ៉ាងដូចម្តេច?",
    "category": "Environment and Nature"
  },
  {
    "en": "Natural parks are important for protecting wildlife habitats.",
    "km": "ឧទ្យានធម្មជាតិមានសារៈសំខាន់សម្រាប់ការការពារទីជម្រកសត្វ។",
    "category": "Environment and Nature"
  },
  {
    "en": "How does urbanization impact the natural environment?",
    "km": "ការកើនឡើងនៃទីក្រុងមានឥទ្ធិពលដល់បរិស្ថានធម្មជាតិតើដូចម្តេច?",
    "category": "Environment and Nature"
  },
  {
    "en": "Reducing energy consumption can lower pollution levels.",
    "km": "ការកាត់បន្ថយការប្រើថាមពលអាចបន្ថយកម្រិតមេគុណ។",
    "category": "Environment and Nature"
  },
  {
    "en": "Wildfires have become more frequent due to climate change.",
    "km": "ភ្លើងព្រៃកាន់តែមានកំណត់ច្រើនដោយសារបម្រែបម្រួលអាកាសធាតុ។",
    "category": "Environment and Nature"
  },
  {
    "en": "What measures can communities take to protect their environment?",
    "km": "តើសហគមន៍អាចយកវិធានការអ្វីខ្លះដើម្បីការពារបរិស្ថានរបស់ពួកគេ?",
    "category": "Environment and Nature"
  },
  {
    "en": "Sustainable tourism balances economic growth and environmental protection.",
    "km": "ការធ្វើទេសចរណ៍ប្រកបដោយចីរភាពជួយផ្គូផ្គងការរីកចម្រើនសេដ្ឋកិច្ច និងការការពារបរិស្ថាន។",
    "category": "Environment and Nature"
  },
  {
    "en": "The melting of polar ice caps affects sea levels worldwide.",
    "km": "ការរលាយទឹកកកនៅតំបន់ប៉ូឡារតើមានឥទ្ធិពលដល់កម្រិតសមុទ្រពិភពលោក។",
    "category": "Environment and Nature"
  },
  {
    "en": "Do you support using public transportation to reduce pollution?",
    "km": "តើអ្នកគាំទ្រការប្រើប្រាស់ការដឹកជញ្ជូនសាធារណៈដើម្បីកាត់បន្ថយការបំពុលដែរឬទេ?",
    "category": "Environment and Nature"
  },
  {
    "en": "Planting native species helps maintain ecological balance.",
    "km": "ការដាំរុក្ខជាតិដើមជាតិជួយរក្សាសមតុល្យអេកូឡូជី។",
    "category": "Environment and Nature"
  },
  {
    "en": "How can technology help solve environmental problems?",
    "km": "បច្ចេកវិទ្យាអាចជួយដោះស្រាយបញ្ហាបរិស្ថានយ៉ាងដូចម្តេច?",
    "category": "Environment and Nature"
  },
  {
    "en": "Illegal logging contributes to deforestation and habitat loss.",
    "km": "ការកាប់ឈើខុសច្បាប់ធ្វើឲ្យកើតការបំផ្លាញព្រៃឈើ និងបាត់បង់ទីជម្រកសត្វ។",
    "category": "Environment and Nature"
  },
  {
    "en": "Water pollution affects both humans and aquatic animals.",
    "km": "ការបំពុលទឹកមានឥទ្ធិពលដល់មនុស្ស និងសត្វក្នុងទឹកទាំងអស់។",
    "category": "Environment and Nature"
  },


  {
    "en": "Community gardens promote local food production and biodiversity.",
    "km": "សួនច្បារសហគមន៍ជំរុញការផលិតអាហារប្រចាំតំបន់ និងជីវចម្រុះ។",
    "category": "Environment and Nature"
  },
  {
    "en": "Air quality improves when factories use cleaner technologies.",
    "km": "គុណភាពខ្យល់កាន់តែល្អប្រសើរពេលរោងចក្រ​ប្រើបច្ចេកវិទ្យាដែលស្អាតជាងមុន។",
    "category": "Environment and Nature"
  },
  {
    "en": "How does plastic waste affect marine ecosystems?",
    "km": "សំរាមប្លាស្ទិចមានឥទ្ធិពលដល់ប្រព័ន្ធអេកូឡូសមុទ្រយ៉ាងដូចម្តេច?",
    "category": "Environment and Nature"
  },
  {
    "en": "Promoting green spaces in cities can improve residents' health.",
    "km": "ការជំរុញកន្លែងបៃតងក្នុងទីក្រុងអាចធ្វើឲ្យសុខភាពរបស់អ្នករស់នៅកាន់តែប្រសើរ។",
    "category": "Environment and Nature"
  },
  {
    "en": "Environmental laws are important to protect natural resources.",
    "km": "ច្បាប់បរិស្ថានមានសារៈសំខាន់ក្នុងការការពារធនធានធម្មជាតិ។",
    "category": "Environment and Nature"
  },
  {
    "en": "How can schools teach children to be more environmentally aware?",
    "km": "តើសាលាអាចបង្រៀនកុមារឱ្យមានការយល់ដឹងបរិស្ថានកាន់តែខ្លាំងយ៉ាងដូចម្តេច?",
    "category": "Environment and Nature"
  },
  {
    "en": "Wetlands play a crucial role in maintaining water quality.",
    "km": "តំបន់ស្រះជឺងមានតួនាទីសំខាន់ក្នុងការរក្សាគុណភាពទឹក។",
    "category": "Environment and Nature"
  },
  {
    "en": "Are electric vehicles a good solution to reduce air pollution?",
    "km": "តើយានយន្តអគ្គិសនីជាជម្រើសល្អក្នុងការកាត់បន្ថយការបំពុលខ្យល់ទេ?",
    "category": "Environment and Nature"
  },
  {
    "en": "What are the effects of plastic bags on wildlife?",
    "km": "ផលប៉ះពាល់របស់កាបូបប្លាស្ទិចលើសត្វព្រៃមានអ្វីខ្លះ?",
    "category": "Environment and Nature"
  },
  {
    "en": "Solar power is becoming more affordable and popular worldwide.",
    "km": "ថាមពលព្រះអាទិត្យកំពុងក្លាយជាថ្លៃសមរម្យ និងពេញនិយមទូទាំងពិភពលោក។",
    "category": "Environment and Nature"
  },
  {
    "en": "Forest fires cause damage to ecosystems and human settlements.",
    "km": "អគ្គិភ័យព្រៃឈើបង្ករជំងឺកើតបញ្ហាទៅប្រព័ន្ធអេកូឡូស និងភូមិមនុស្ស។",
    "category": "Environment and Nature"
  },
  {
    "en": "Do you practice reducing, reusing, and recycling at home?",
    "km": "តើអ្នកអនុវត្តការកាត់បន្ថយ ការប្រើឡើងវិញ និងការបដិសេធនៅផ្ទះទេ?",
    "category": "Environment and Nature"
  },
  {
    "en": "Mangrove forests protect coastlines from erosion and storms.",
    "km": "ព្រៃម៉ាន់ក្រូចការពារព្រំប្រទល់ឆ្នេរពីការខូចខាត និងព្យុះ។",
    "category": "Environment and Nature"
  },
  {
    "en": "How can individuals support environmental conservation efforts?",
    "km": "តើមនុស្សម្នាក់ៗអាចគាំទ្រខិតខំរក្សារពារបរិស្ថានយ៉ាងដូចម្តេច?",
    "category": "Environment and Nature"
  },
  {
    "en": "Reducing water usage helps conserve this vital resource.",
    "km": "ការកាត់បន្ថយការប្រើទឹកជួយរក្សាទុកធនធានសំខាន់នេះ។",
    "category": "Environment and Nature"
  },


  {
    "en": "Climate change has increased the frequency of extreme weather events.",
    "km": "បម្រែបម្រួលអាកាសធាតុបានបង្កើនចំនួនព្រឹត្តិការណ៍អាកាសធាតុខ្លាំងៗ។",
    "category": "Environment and Nature"
  },
  {
    "en": "Protecting biodiversity is essential for ecosystem stability.",
    "km": "ការការពារជីវចម្រុះគឺសំខាន់សម្រាប់ស្ថេរភាពប្រព័ន្ធអេកូឡូស៊ីស្តែម។",
    "category": "Environment and Nature"
  },
  {
    "en": "What actions can reduce your carbon footprint?",
    "km": "តើសកម្មភាពអ្វីខ្លះអាចកាត់បន្ថយស្នាមជាតិកាបូនរបស់អ្នក?",
    "category": "Environment and Nature"
  },
  {
    "en": "Rainforests are home to many unique plant and animal species.",
    "km": "ព្រៃភ្លៀងជាតំបន់រស់នៅរបស់រុក្ខជាតិ និងសត្វជាច្រើនមានលក្ខណៈពិសេស។",
    "category": "Environment and Nature"
  },
  {
    "en": "Urban green roofs help reduce heat and improve air quality.",
    "km": "ដំបូលបៃតងនៅទីក្រុងជួយកាត់បន្ថយកម្ដៅ និងបង្កើនគុណភាពខ្យល់។",
    "category": "Environment and Nature"
  },
  {
    "en": "How does deforestation contribute to climate change?",
    "km": "ការបំផ្លាញព្រៃឈើបណ្តាលអោយបម្រែបម្រួលអាកាសធាតុយ៉ាងដូចម្តេច?",
    "category": "Environment and Nature"
  },
  {
    "en": "Water conservation is important in areas affected by drought.",
    "km": "ការរក្សាទុកទឹកគឺមានសារៈសំខាន់នៅតំបន់ដែលមានគ្រោះទឹកជ្រុះ។",
    "category": "Environment and Nature"
  },
  {
    "en": "Do you separate recyclable waste from general trash?",
    "km": "តើអ្នកបំបែកសំរាមដែលអាចបដិសេធបានពីសំរាមទូទៅទេ?",
    "category": "Environment and Nature"
  },
  {
    "en": "The loss of wetlands threatens many species of birds and fish.",
    "km": "ការបាត់បង់តំបន់ស្រះជឺងគឺគ្រោះថ្នាក់ដល់សត្វបក្សី និងត្រីជាច្រើន។",
    "category": "Environment and Nature"
  },
  {
    "en": "Solar panels convert sunlight into clean electricity.",
    "km": "ផ្ទាំងថាមពលព្រះអាទិត្យបម្លែងពន្លឺថ្ងៃទៅជាថាមពលអគ្គិសនីស្អាត។",
    "category": "Environment and Nature"
  },
  {
    "en": "What is the role of environmental NGOs in conservation?",
    "km": "តើអង្គការមិនមែនរដ្ឋាភិបាលបរិស្ថានមានតួនាទីអ្វីក្នុងការការពារធនធានធម្មជាតិ?",
    "category": "Environment and Nature"
  },
  {
    "en": "Ocean pollution harms marine life and affects fisheries.",
    "km": "ការបំពុលសមុទ្របំផ្លាញជីវិតសមុទ្រ និងមានឥទ្ធិពលលើការនេសាទ។",
    "category": "Environment and Nature"
  },
  {
    "en": "Composting organic waste reduces landfill use and enriches soil.",
    "km": "ការធ្វើកំចាត់សំរាមជាអង្ករអាចកាត់បន្ថយការប្រើទីតាំងបង្ហូរសំរាម និងធ្វើឲ្យដីមានសម្បូរបែប។",
    "category": "Environment and Nature"
  },
  {
    "en": "How do renewable energy sources benefit the environment?",
    "km": "ធនធានថាមពលអាចផ្ទេរឡើងវិញមានអត្ថប្រយោជន៍ដល់បរិស្ថានយ៉ាងដូចម្តេច?",
    "category": "Environment and Nature"
  },
  {
    "en": "Reducing meat consumption can lower greenhouse gas emissions.",
    "km": "ការកាត់បន្ថយការបរិភោគសាច់អាចបន្ថយការបញ្ចេញឧស្ម័នផ្ទះកញ្ចក់។",
    "category": "Environment and Nature"
  },


  {
    "en": "News media play a vital role in informing the public.",
    "km": "ប្រព័ន្ធផ្សព្វផ្សាយព័ត៌មានមានតួនាទីសំខាន់ក្នុងការជូនដំណឹងសាធារណៈ។",
    "category": "News and Media"
  },
  {
    "en": "How do you verify the credibility of online news sources?",
    "km": "តើអ្នកធ្វើដូចម្តេចដើម្បីបញ្ជាក់ភាពទុកចិត្តនៃប្រភពព័ត៌មានអនឡាញ?",
    "category": "News and Media"
  },
  {
    "en": "Social media has changed the way news is distributed.",
    "km": "បណ្តាញសង្គមបានផ្លាស់ប្តូររបៀបចែកចាយព័ត៌មាន។",
    "category": "News and Media"
  },
  {
    "en": "What impact do fake news have on society?",
    "km": "ព័ត៌មានក្លែងក្លាយមានឥទ្ធិពលយ៉ាងដូចម្តេចលើសង្គម?",
    "category": "News and Media"
  },
  {
    "en": "Journalists must maintain ethical standards in reporting.",
    "km": "អ្នកសារព័ត៌មានត្រូវរក្សាទម្រង់សីលធម៌ក្នុងការរាយការណ៍ព័ត៌មាន។",
    "category": "News and Media"
  },
  {
    "en": "Television remains a popular source of news worldwide.",
    "km": "ទូរទស្សន៍នៅតែជាផ្នែកមួយនៃប្រភពព័ត៌មានពេញនិយមទូទាំងពិភពលោក។",
    "category": "News and Media"
  },
  {
    "en": "How do news outlets decide which stories to cover?",
    "km": "តើទីផ្សារព័ត៌មានសម្រេចចិត្តរឿងណាដែលត្រូវរាយការណ៍យ៉ាងដូចម្តេច?",
    "category": "News and Media"
  },
  {
    "en": "Radio is still important for reaching remote communities.",
    "km": "វិទ្យុនៅតែមានសារៈសំខាន់សម្រាប់ឆ្លងកាត់ទៅសហគមន៍ចម្ងាយ។",
    "category": "News and Media"
  },
  {
    "en": "The rise of citizen journalism has changed media landscapes.",
    "km": "ការកើនឡើងនៃសារព័ត៌មានពលរដ្ឋបានផ្លាស់ប្តូរផលិតផលប្រព័ន្ធផ្សព្វផ្សាយ។",
    "category": "News and Media"
  },
  {
    "en": "What role do editors play in shaping news content?",
    "km": "តើអ្នកកែសម្រួលមានតួនាទីអ្វីក្នុងការបង្កើតខ្លឹមសារព័ត៌មាន?",
    "category": "News and Media"
  },
  {
    "en": "Online news platforms offer instant updates around the clock.",
    "km": "វេទិកាព័ត៌មានអនឡាញផ្តល់ព័ត៌មានបន្ទាន់ជាបន្តបន្ទាប់ ២៤ ម៉ោង។",
    "category": "News and Media"
  },
  {
    "en": "How does media bias influence public opinion?",
    "km": "តើការជ្រៀតជ្រែកប្រព័ន្ធផ្សព្វផ្សាយមានឥទ្ធិពលដល់មតិសាធារណៈយ៉ាងដូចម្តេច?",
    "category": "News and Media"
  },
  {
    "en": "Press freedom is essential for a democratic society.",
    "km": "សេរីភាពសារព័ត៌មានគឺសំខាន់សម្រាប់សង្គមប្រជាធិបតេយ្យ។",
    "category": "News and Media"
  },
  {
    "en": "What challenges do journalists face in conflict zones?",
    "km": "តើបញ្ហាអ្វីខ្លះដែលអ្នកសារព័ត៌មានជួបប្រទះនៅតំបន់មានជម្លោះ?",
    "category": "News and Media"
  },
  {
    "en": "Multimedia storytelling combines text, images, and videos.",
    "km": "ការនិយាយរឿងជាមេឌៀចម្រុះផ្សំគ្នារវាងអត្ថបទ រូបភាព និងវីដេអូ។",
    "category": "News and Media"
  },


  {
    "en": "Investigative journalism uncovers hidden truths.",
    "km": "ការសារព័ត៌មានស៊ើបអង្កេតបង្ហាញភាពពិតដែលលាក់បាំង។",
    "category": "News and Media"
  },
  {
    "en": "How do media companies handle misinformation?",
    "km": "តើក្រុមហ៊ុនប្រព័ន្ធផ្សព្វផ្សាយដោះស្រាយព័ត៌មានមិនត្រឹមត្រូវយ៉ាងដូចម្តេច?",
    "category": "News and Media"
  },
  {
    "en": "Podcasting is a growing medium for news and storytelling.",
    "km": "ការបង្ហោះប៉ុតខាសកំពុងក្លាយជាមធ្យោបាយកំពូលសម្រាប់ព័ត៌មាន និងការនិយាយរឿង។",
    "category": "News and Media"
  },
  {
    "en": "The role of press conferences is to inform the public directly.",
    "km": "តួនាទីនៃសន្និសីទសារព័ត៌មានគឺដើម្បីជូនដំណឹងដល់សាធារណៈដោយផ្ទាល់។",
    "category": "News and Media"
  },
  {
    "en": "Media literacy helps people critically analyze information.",
    "km": "ជំនាញអាននិងយល់ដឹងអំពីប្រព័ន្ធផ្សព្វផ្សាយជួយមនុស្សវិភាគព័ត៌មានយ៉ាងមានវិជ្ជាជីវៈ។",
    "category": "News and Media"
  },
  {
    "en": "How do journalists protect their sources?",
    "km": "តើអ្នកសារព័ត៌មានការពារប្រភពព័ត៌មានរបស់ពួកគេយ៉ាងដូចម្តេច?",
    "category": "News and Media"
  },
  {
    "en": "Breaking news often spreads rapidly through social networks.",
    "km": "ព័ត៌មានបន្ទាន់ជាញឹកញាប់ផ្សព្វផ្សាយយ៉ាងរហ័សតាមបណ្តាញសង្គម។",
    "category": "News and Media"
  },
  {
    "en": "Ethical journalism requires accuracy and fairness.",
    "km": "ការសារព័ត៌មានមានសីលធម៌ទាមទារពត៌មានត្រឹមត្រូវ និងយុត្តិធម៌។",
    "category": "News and Media"
  },
  {
    "en": "Media organizations face pressure from political groups.",
    "km": "អង្គការព័ត៌មានប្រឈមមុខនឹងសំពាធពីក្រុមនយោបាយ។",
    "category": "News and Media"
  },
  {
    "en": "How has digital technology transformed news reporting?",
    "km": "បច្ចេកវិទ្យាឌីជីថលបានផ្លាស់ប្តូរការរាយការណ៍ព័ត៌មានយ៉ាងដូចម្តេច?",
    "category": "News and Media"
  },
  {
    "en": "Audience engagement is key for successful media outlets.",
    "km": "ការចូលរួមរបស់ទស្សនិកជនគឺជាចំណុចសំខាន់សម្រាប់ប្រព័ន្ធផ្សព្វផ្សាយដែលជោគជ័យ។",
    "category": "News and Media"
  },
  {
    "en": "What are the dangers of censorship in the media?",
    "km": "ហានិភ័យនៃការបន្ទោសសារព័ត៌មានមានអ្វីខ្លះ?",
    "category": "News and Media"
  },
  {
    "en": "Fact-checking is essential to combat misinformation.",
    "km": "ការត្រួតពិនិត្យការពិតគឺមានសារៈសំខាន់ក្នុងការប្រយុទ្ធប្រឆាំងព័ត៌មានមិនត្រឹមត្រូវ។",
    "category": "News and Media"
  },
  {
    "en": "Media coverage of elections influences voter behavior.",
    "km": "ការរាយការណ៍ព័ត៌មានអំពីការបោះឆ្នោតមានឥទ្ធិពលលើអាកប្បកិរិយារបស់អ្នកបោះឆ្នោត។",
    "category": "News and Media"
  },
  {
    "en": "What challenges exist in reporting sensitive issues?",
    "km": "បញ្ហាអ្វីខ្លះដែលមាននៅក្នុងការរាយការណ៍ប្រធានបទដែលមានភាពរស់រាល?",
    "category": "News and Media"
  },


  {
    "en": "News anchors must communicate clearly and confidently.",
    "km": "អ្នកបង្ហាញព័ត៌មានត្រូវតែទំនាក់ទំនងយ៉ាងច្បាស់លាស់ និងទំនុកចិត្ត។",
    "category": "News and Media"
  },
  {
    "en": "How do media outlets balance speed and accuracy in reporting?",
    "km": "តើប្រព័ន្ធផ្សព្វផ្សាយត្រូវតុល្យភាពរវាងល្បឿននិងភាពត្រឹមត្រូវក្នុងការរាយការណ៍យ៉ាងដូចម្តេច?",
    "category": "News and Media"
  },
  {
    "en": "Live broadcasting requires quick thinking and adaptability.",
    "km": "ការផ្សាយផ្ទាល់ត្រូវការការគិតយ៉ាងរហ័ស និងអាចបត់បែនបាន។",
    "category": "News and Media"
  },
  {
    "en": "What is the effect of media ownership on news content?",
    "km": "តើកម្មសិទ្ធិប្រព័ន្ធផ្សព្វផ្សាយមានឥទ្ធិពលដល់ខ្លឹមសារព័ត៌មានយ៉ាងដូចម្តេច?",
    "category": "News and Media"
  },
  {
    "en": "Media training helps journalists improve their skills.",
    "km": "ការបណ្តុះបណ្តាលប្រព័ន្ធផ្សព្វផ្សាយជួយអ្នកសារព័ត៌មានបង្កើនជំនាញ។",
    "category": "News and Media"
  },
  {
    "en": "News websites must attract readers with engaging content.",
    "km": "គេហទំព័រព័ត៌មានត្រូវតែទាក់ទាញអ្នកអានជាមួយខ្លឹមសារចាប់អារម្មណ៍។",
    "category": "News and Media"
  },
  {
    "en": "How do media professionals handle controversial topics?",
    "km": "តើអ្នកជំនាញប្រព័ន្ធផ្សព្វផ្សាយដោះស្រាយប្រធានបទមានវិវាទយ៉ាងដូចម្តេច?",
    "category": "News and Media"
  },
  {
    "en": "News agencies gather information from multiple sources.",
    "km": "ភ្នាក់ងារព័ត៌មានប្រមូលព័ត៌មានពីប្រភពជាច្រើន។",
    "category": "News and Media"
  },
  {
    "en": "The rise of mobile journalism has increased news accessibility.",
    "km": "ការកើនឡើងនៃសារព័ត៌មានតាមទូរស័ព្ទចល័តបានបង្កើនភាពងាយស្រួលក្នុងការទទួលបានព័ត៌មាន។",
    "category": "News and Media"
  },
  {
    "en": "How do cultural differences influence media content?",
    "km": "តើភាពខុសគ្នាផ្នែកវប្បធម៍មានឥទ្ធិពលដល់ខ្លឹមសារព័ត៌មានយ៉ាងដូចម្តេច?",
    "category": "News and Media"
  },
  {
    "en": "Fact-based reporting builds public trust in the media.",
    "km": "ការរាយការណ៍ផ្អែកលើការពិតបង្កើតទំនុកចិត្តរបស់សាធារណៈចំពោះប្រព័ន្ធផ្សព្វផ្សាយ។",
    "category": "News and Media"
  },
  {
    "en": "How do media influence political opinions during elections?",
    "km": "តើប្រព័ន្ធផ្សព្វផ្សាយមានឥទ្ធិពលដល់មតិនយោបាយក្នុងអំឡុងពេលបោះឆ្នោតយ៉ាងដូចម្តេច?",
    "category": "News and Media"
  },
  {
    "en": "Transparency in news reporting enhances credibility.",
    "km": "ភាពច្បាស់លាស់ក្នុងការរាយការណ៍ព័ត៌មានបង្កើនភាពទុកចិត្ត។",
    "category": "News and Media"
  },
  {
    "en": "What skills are necessary for a career in journalism?",
    "km": "ជំនាញអ្វីខ្លះដែលចាំបាច់សម្រាប់អាជីពអ្នកសារព័ត៌មាន?",
    "category": "News and Media"
  },
  {
    "en": "The impact of visual media on public perception is significant.",
    "km": "ឥទ្ធិពលនៃប្រព័ន្ធផ្សព្វផ្សាយរូបភាពលើការយល់ដឹងសាធារណៈគឺសំខាន់។",
    "category": "News and Media"
  },


  {
    "en": "What challenges do reporters face in war zones?",
    "km": "តើអ្នករាយការណ៍ប្រឈមមុខនឹងបញ្ហាអ្វីខ្លះនៅតំបន់សង្គ្រាម?",
    "category": "News and Media"
  },
  {
    "en": "Media ethics involve honesty and responsibility.",
    "km": "សីលធម៌ប្រព័ន្ធផ្សព្វផ្សាយពាក់ព័ន្ធនឹងភាពสัตย์ជនិងទំនួលខុសត្រូវ។",
    "category": "News and Media"
  },
  {
    "en": "How do news organizations handle breaking stories?",
    "km": "តើអង្គការព័ត៌មានដោះស្រាយរឿងបន្ទាន់យ៉ាងដូចម្តេច?",
    "category": "News and Media"
  },
  {
    "en": "The influence of propaganda can distort public opinion.",
    "km": "ឥទ្ធិពលនៃការផ្សព្វផ្សាយប្លែងបញ្ចុះអាចបំភាន់មតិសាធារណៈ។",
    "category": "News and Media"
  },
  {
    "en": "What role do editors play in verifying news content?",
    "km": "តើអ្នកកែសម្រួលមានតួនាទីអ្វីក្នុងការត្រួតពិនិត្យខ្លឹមសារព័ត៌មាន?",
    "category": "News and Media"
  },
  {
    "en": "Media coverage can influence government policies.",
    "km": "ការរាយការណ៍ព័ត៌មានអាចមានឥទ្ធិពលលើគោលនយោបាយរដ្ឋាភិបាល។",
    "category": "News and Media"
  },
  {
    "en": "How do journalists maintain impartiality in their reports?",
    "km": "តើអ្នកសារព័ត៌មានរក្សាប្រវត្តិសមតុល្យក្នុងរបាយការណ៍របស់ពួកគេច្បាស់ដូចម្តេច?",
    "category": "News and Media"
  },
  {
    "en": "Online news platforms must combat fake news effectively.",
    "km": "វេទិកាព័ត៌មានអនឡាញត្រូវតែប្រយុទ្ធប្រឆាំងនឹងព័ត៌មានក្លែងក្លាយយ៉ាងមានប្រសិទ្ធភាព។",
    "category": "News and Media"
  },
  {
    "en": "What are the effects of sensationalism in media?",
    "km": "ផលប៉ះពាល់នៃការរាយការណ៍ភ្ញាក់ផ្អើលក្នុងប្រព័ន្ធផ្សព្វផ្សាយមានអ្វីខ្លះ?",
    "category": "News and Media"
  },
  {
    "en": "Transparency in media builds trust with the audience.",
    "km": "ភាពច្បាស់លាស់ក្នុងប្រព័ន្ធផ្សព្វផ្សាយបង្កើតទំនុកចិត្តជាមួយទស្សនិកជន។",
    "category": "News and Media"
  },
  {
    "en": "How has social media changed traditional journalism?",
    "km": "បណ្តាញសង្គមបានផ្លាស់ប្តូរការសារព័ត៌មានបុរាណយ៉ាងដូចម្តេច?",
    "category": "News and Media"
  },
  {
    "en": "Journalists must respect privacy laws during investigations.",
    "km": "អ្នកសារព័ត៌មានត្រូវគោរពច្បាប់ឯកជនភាពក្នុងអំឡុងស៊ើបអង្កេត។",
    "category": "News and Media"
  },
  {
    "en": "What challenges do photojournalists encounter?",
    "km": "តើអ្នកសារព័ត៌មានថតរូបជួបប្រទះនឹងបញ្ហាអ្វីខ្លះ?",
    "category": "News and Media"
  },
  {
    "en": "Media convergence blends different types of content.",
    "km": "ការរួមបញ្ចូលប្រព័ន្ធផ្សព្វផ្សាយបញ្ចូលគ្នាប្រភេទខ្លឹមសារផ្សេងៗ។",
    "category": "News and Media"
  },
  {
    "en": "How important is audience feedback for news outlets?",
    "km": "តើមតិយោបល់ពីទស្សនិកជនមានសារៈសំខាន់ប៉ុណ្ណា សម្រាប់ប្រព័ន្ធផ្សព្វផ្សាយ?",
    "category": "News and Media"
  },


  {
    "en": "Media professionals must adapt to rapidly changing technologies.",
    "km": "អ្នកជំនាញប្រព័ន្ធផ្សព្វផ្សាយត្រូវតែបត់បែនទៅតាមបច្ចេកវិទ្យាដែលផ្លាស់ប្តូរយ៉ាងលឿន។",
    "category": "News and Media"
  },
  {
    "en": "What strategies help combat media bias?",
    "km": "យុទ្ធសាស្ត្រអ្វីខ្លះជួយប្រយុទ្ធប្រឆាំងនឹងអាក្រក់ប្រព័ន្ធផ្សព្វផ្សាយ?",
    "category": "News and Media"
  },
  {
    "en": "Fact-checking organizations promote accuracy in news.",
    "km": "អង្គការត្រួតពិនិត្យការពិតជួយលើកស្ទួយភាពត្រឹមត្រូវក្នុងព័ត៌មាន។",
    "category": "News and Media"
  },
  {
    "en": "How does citizen journalism impact traditional media?",
    "km": "តើសារព័ត៌មានស៊ីវិលមានឥទ្ធិពលដល់ប្រព័ន្ធផ្សព្វផ្សាយបុរាណយ៉ាងដូចម្តេច?",
    "category": "News and Media"
  },
  {
    "en": "Media regulations vary across different countries.",
    "km": "បទបញ្ជាប្រព័ន្ធផ្សព្វផ្សាយមានភាពខុសគ្នានៅក្នុងប្រទេសផ្សេងៗ។",
    "category": "News and Media"
  },
  {
    "en": "The rise of fake news challenges media credibility.",
    "km": "ការកើនឡើងនៃព័ត៌មានក្លែងក្លាយបង្កើតបញ្ហាលើភាពទុកចិត្តប្រព័ន្ធផ្សព្វផ្សាយ។",
    "category": "News and Media"
  },
  {
    "en": "How do editors decide which stories to publish?",
    "km": "តើអ្នកកែសម្រួលសម្រេចចិត្តរឿងណាដែលត្រូវផ្សាយដោយរបៀបណា?",
    "category": "News and Media"
  },
  {
    "en": "Social media platforms influence news dissemination.",
    "km": "វេទិកាបណ្តាញសង្គមមានឥទ្ធិពលលើការផ្សព្វផ្សាយព័ត៌មាន។",
    "category": "News and Media"
  },
  {
    "en": "What ethical dilemmas do journalists often face?",
    "km": "តើអ្នកសារព័ត៌មានជួបប្រទះនឹងវិបត្តិសីលធម៌អ្វីខ្លះជាញឹកញាប់?",
    "category": "News and Media"
  },
  {
    "en": "Media transparency fosters accountability to the public.",
    "km": "ភាពច្បាស់លាស់ក្នុងប្រព័ន្ធផ្សព្វផ្សាយជួយបង្កើនការទទួលខុសត្រូវចំពោះសាធារណៈ។",
    "category": "News and Media"
  },
  {
    "en": "How has digital media changed audience behavior?",
    "km": "ប្រព័ន្ធផ្សព្វផ្សាយឌីជីថលបានផ្លាស់ប្តូរអាកប្បកិរិយារបស់ទស្សនិកជនយ៉ាងដូចម្តេច?",
    "category": "News and Media"
  },
  {
    "en": "Investigative reports often reveal corruption and injustice.",
    "km": "របាយការណ៍ស៊ើបអង្កេតជាញឹកញាប់បង្ហាញអំពីការចូលរួមអំពើពុករលួយ និងអយុត្តិធម៌។",
    "category": "News and Media"
  },
  {
    "en": "What role does media play in shaping public opinion?",
    "km": "តើប្រព័ន្ធផ្សព្វផ្សាយមានតួនាទីអ្វីក្នុងការបង្កើតមតិសាធារណៈ?",
    "category": "News and Media"
  },
  {
    "en": "The importance of unbiased reporting cannot be overstated.",
    "km": "ភាពសំខាន់នៃការរាយការណ៍ដោយមិនមានការវាយតម្លៃអាចមិនអាចពន្យល់បានគ្រប់គ្រាន់។",
    "category": "News and Media"
  },
  {
    "en": "Media literacy education helps individuals discern reliable sources.",
    "km": "ការអប់រំជំនាញអាននិងយល់ដឹងអំពីប្រព័ន្ធផ្សព្វផ្សាយជួយមនុស្សចេះចាត់ទុកប្រភពដែលទុកចិត្តបាន។",
    "category": "News and Media"
  },


  {
    "en": "Traditional festivals reflect a community’s cultural heritage.",
    "km": "ពិធីបុណ្យប្រពៃណីបង្ហាញពីមរតកវប្បធម៌របស់សហគមន៍មួយ។",
    "category": "Culture and Traditions"
  },
  {
    "en": "How do cultural customs influence daily life?",
    "km": "តើទម្លាប់វប្បធម៌មានឥទ្ធិពលដល់ជីវិតប្រចាំថ្ងៃយ៉ាងដូចម្តេច?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Respect for elders is an important tradition in many cultures.",
    "km": "ការគោរពជំនាន់ចាស់គឺជាប្រពៃណីសំខាន់ក្នុងវប្បធម៌ជាច្រើន។",
    "category": "Culture and Traditions"
  },
  {
    "en": "What role do traditional dances play in ceremonies?",
    "km": "តើការរាំប្រពៃណីមានតួនាទីអ្វីនៅក្នុងពិធីបុណ្យ?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Cultural diversity enriches societies and promotes understanding.",
    "km": "ភាពចម្រុះវប្បធម៌បំបុសបណ្ដាញសង្គម និងលើកកម្ពស់ការយល់ដឹង។",
    "category": "Culture and Traditions"
  },
  {
    "en": "How do food traditions vary between regions?",
    "km": "តើប្រពៃណីម្ហូបអាហារផ្លាស់ប្តូរយ៉ាងដូចម្តេចនៅតំបន់ផ្សេងៗ?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Folk stories often teach moral lessons to younger generations.",
    "km": "រឿងប្រពៃណីជាសម្បត្តិភូមិជាញឹកញាប់បង្រៀនមេរៀនគ្រឹះដល់ជំនាន់ក្មេង។",
    "category": "Culture and Traditions"
  },
  {
    "en": "What traditional clothing is worn during important events?",
    "km": "តើសម្លៀកបំពាក់ប្រពៃណីណាដែលពាក់នៅពេលព្រឹត្តិការណ៍សំខាន់ៗ?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Music plays a vital role in preserving cultural identity.",
    "km": "តន្ត្រីមានតួនាទីសំខាន់ក្នុងការរក្សាអត្តសញ្ញាណវប្បធម៌។",
    "category": "Culture and Traditions"
  },
  {
    "en": "How are cultural values passed down through generations?",
    "km": "តើតម្លៃវប្បធម៌ត្រូវបានផ្ទេរចេញតាមជំនាន់យ៉ាងដូចម្តេច?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Religious rituals are a key part of many traditions.",
    "km": "ពិធីបុណ្យសាសនាគឺជាផ្នែកសំខាន់នៃប្រពៃណីជាច្រើន។",
    "category": "Culture and Traditions"
  },
  {
    "en": "What is the significance of traditional crafts?",
    "km": "តើសារៈសំខាន់នៃសិប្បកម្មប្រពៃណីជាអ្វី?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Cultural festivals often include music, dance, and food.",
    "km": "ពិធីបុណ្យវប្បធម៌ជាញឹកញាប់រួមមានតន្ត្រី ការរាំ និងម្ហូបអាហារ។",
    "category": "Culture and Traditions"
  },
  {
    "en": "How do traditions influence social behavior?",
    "km": "តើប្រពៃណីមានឥទ្ធិពលដល់អាកប្បកិរិយាសង្គមយ៉ាងដូចម្តេច?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Oral storytelling is an important way to preserve history.",
    "km": "ការនិយាយរឿងមាត់គឺជាវិធីសំខាន់ក្នុងការរក្សាប្រវត្តិសាស្ត្រ។",
    "category": "Culture and Traditions"
  },
  {
    "en": "What customs mark the beginning of a new year?",
    "km": "តើប្រពៃណីណាដែលសម្គាល់ការចាប់ផ្តើមឆ្នាំថ្មី?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Traditional ceremonies often strengthen community bonds.",
    "km": "ពិធីបុណ្យប្រពៃណីជាញឹកញាប់បង្កើនភាពជាប់ទាក់ទងក្នុងសហគមន៍។",
    "category": "Culture and Traditions"
  },
  {
    "en": "How do modern influences affect traditional practices?",
    "km": "តើឥទ្ធិពលសម័យទំនើបមានឥទ្ធិពលដល់អនុលោមប្រពៃណីយ៉ាងដូចម្តេច?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Many cultures celebrate harvest festivals with special rituals.",
    "km": "វប្បធម៌ជាច្រើនប្រារព្ធពិធីបុណ្យប្រមូលផលជាមួយពិធីបុណ្យពិសេស។",
    "category": "Culture and Traditions"
  },
  {
    "en": "Respecting cultural differences promotes harmony and peace.",
    "km": "ការគោរពភាពខុសគ្នាវប្បធម៌លើកស្ទួយសន្តិភាព និងភាពស្ងប់ស្ងាត់។",
    "category": "Culture and Traditions"
  },


  {
    "en": "Traditional music instruments often have symbolic meanings.",
    "km": "ឧបករណ៍តន្ត្រីប្រពៃណីជាញឹកញាប់មានន័យសញ្ញាសំខាន់។",
    "category": "Culture and Traditions"
  },
  {
    "en": "How do weddings reflect cultural values?",
    "km": "តើពិធីមង្គលការបង្ហាញពីតម្លៃវប្បធម៌យ៉ាងដូចម្តេច?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Folk art expresses the identity of a community.",
    "km": "សិល្បៈប្រពៃណីបង្ហាញពីអត្តសញ្ញាណនៃសហគមន៍មួយ។",
    "category": "Culture and Traditions"
  },
  {
    "en": "How have globalization and technology influenced traditions?",
    "km": "តើការជាតិអន្តរជាតិនិងបច្ចេកវិទ្យាបានឥទ្ធិពលដល់ប្រពៃណីយ៉ាងដូចម្តេច?",
    "category": "Culture and Traditions"
  },
  {
    "en": "What role do elders play in preserving cultural heritage?",
    "km": "តើជំនាន់ចាស់មានតួនាទីអ្វីក្នុងការរក្សាមរតកវប្បធម៌?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Traditional cuisines offer insight into a culture’s history.",
    "km": "ម្ហូបប្រពៃណីផ្តល់ជូនការយល់ដឹងអំពីប្រវត្តិវប្បធម៌មួយ។",
    "category": "Culture and Traditions"
  },
  {
    "en": "Cultural festivals promote tourism and economic growth.",
    "km": "ពិធីបុណ្យវប្បធម៌លើកស្ទួយទេសចរណ៍ និងការរីកចម្រើនសេដ្ឋកិច្ច។",
    "category": "Culture and Traditions"
  },
  {
    "en": "How do traditional beliefs shape community laws?",
    "km": "តើជំនឿប្រពៃណីបង្កើតច្បាប់សហគមន៍យ៉ាងដូចម្តេច?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Oral traditions keep history alive across generations.",
    "km": "ប្រពៃណីនិយាយមាត់រក្សាប្រវត្តិសាស្ត្រឲ្យរស់រវើកជាម្តងម្តងតាមជំនាន់។",
    "category": "Culture and Traditions"
  },
  {
    "en": "How do cultural taboos affect social interactions?",
    "km": "តើទម្លាប់វប្បធម៌មិនអនុញ្ញាតមានឥទ្ធិពលដល់ការបន្តសង្គមយ៉ាងដូចម្តេច?",
    "category": "Culture and Traditions"
  },


  {
    "en": "Handicrafts often represent the artistic skills of a culture.",
    "km": "សិប្បកម្មជាទូទៅតំណាងឲ្យជំនាញសិល្បៈរបស់វប្បធម៌មួយ។",
    "category": "Culture and Traditions"
  },
  {
    "en": "How do traditional myths influence cultural identity?",
    "km": "តើរឿងព្រេងប្រពៃណីមានឥទ្ធិពលដល់អត្តសញ្ញាណវប្បធម៌យ៉ាងដូចម្តេច?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Rituals for birth and death vary greatly across cultures.",
    "km": "ពិធីបុណ្យសម្រាប់កំណើតនិងស្លាប់មានភាពខុសគ្នាច្រើននៅក្នុងវប្បធម៌ផ្សេងៗ។",
    "category": "Culture and Traditions"
  },
  {
    "en": "Language plays a crucial role in preserving traditions.",
    "km": "ភាសាមានតួនាទីសំខាន់ក្នុងការរក្សាប្រពៃណី។",
    "category": "Culture and Traditions"
  },
  {
    "en": "How do cultural celebrations foster community spirit?",
    "km": "តើពិធីបុណ្យវប្បធម៌លើកស្ទួយស្មារតីសហគមន៍យ៉ាងដូចម្តេច?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Traditional storytelling often includes moral lessons.",
    "km": "រឿងនិទានប្រពៃណីជាញឹកញាប់មានមេរៀនគ្រឹះបញ្ចូលក្នុងនោះ។",
    "category": "Culture and Traditions"
  },
  {
    "en": "How do cultural norms affect gender roles?",
    "km": "តើបំណងវប្បធម៌មានឥទ្ធិពលដល់តួនាទីភេទយ៉ាងដូចម្តេច?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Traditional attire is often worn during important festivals.",
    "km": "សម្លៀកបំពាក់ប្រពៃណីត្រូវបានពាក់នៅពេលពិធីបុណ្យសំខាន់ៗជាញឹកញាប់។",
    "category": "Culture and Traditions"
  },
  {
    "en": "How are cultural traditions adapted in modern society?",
    "km": "តើប្រពៃណីវប្បធម៌ត្រូវបានប្តូរប្រែសម្រួលនៅក្នុងសង្គមសម័យទំនើបយ៉ាងដូចម្តេច?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Music and dance are essential in expressing cultural identity.",
    "km": "តន្ត្រី និងការរាំគឺជាផ្នែកសំខាន់ក្នុងការបង្ហាញអត្តសញ្ញាណវប្បធម៌។",
    "category": "Culture and Traditions"
  },


  {
    "en": "Traditional ceremonies often involve symbolic gestures.",
    "km": "ពិធីប្រពៃណីជាញឹកញាប់រួមមានសញ្ញាសំខាន់ៗ។",
    "category": "Culture and Traditions"
  },
  {
    "en": "How do cultural festivals support local economies?",
    "km": "តើពិធីបុណ្យវប្បធម៌គាំទ្រសេដ្ឋកិច្ចតំបន់ដូចម្តេច?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Family traditions help strengthen bonds among relatives.",
    "km": "ប្រពៃណីគ្រួសារជួយបង្កើនភាពជាប់ទាក់ទងក្នុងគ្រួសារ។",
    "category": "Culture and Traditions"
  },
  {
    "en": "What is the significance of traditional storytelling in your culture?",
    "km": "តើការនិយាយរឿងប្រពៃណីមានសារៈសំខាន់អ្វីនៅក្នុងវប្បធម៌របស់អ្នក?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Cultural heritage sites preserve historical and artistic values.",
    "km": "កន្លែងមរតកវប្បធម៌រក្សាទុកតម្លៃប្រវត្តិសាស្ត្រ និងសិល្បៈ។",
    "category": "Culture and Traditions"
  },
  {
    "en": "How do traditional values shape education systems?",
    "km": "តើតម្លៃប្រពៃណីបង្កើតប្រព័ន្ធអប់រំយ៉ាងដូចម្តេច?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Traditional food recipes are passed down through generations.",
    "km": "គ្រាប់ម្ហូបប្រពៃណីត្រូវបានផ្ទេរចេញតាមជំនាន់ៗ។",
    "category": "Culture and Traditions"
  },
  {
    "en": "What role do rituals play in marking life events?",
    "km": "តើពិធីបុណ្យមានតួនាទីអ្វីក្នុងការសម្គាល់ព្រឹត្តិការណ៍ជីវិត?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Cultural exchanges promote mutual understanding between nations.",
    "km": "ការប្តូរវប្បធម៌លើកកម្ពស់ការយល់ដឹងរួមគ្នារវាងប្រទេស។",
    "category": "Culture and Traditions"
  },
  {
    "en": "How do cultural taboos influence daily behavior?",
    "km": "តើទម្លាប់មិនគោរពវប្បធម៌មានឥទ្ធិពលដល់អាកប្បកិរិយាប្រចាំថ្ងៃយ៉ាងដូចម្តេច?",
    "category": "Culture and Traditions"
  },


  {
    "en": "How do traditional crafts influence modern design?",
    "km": "តើសិប្បកម្មប្រពៃណីមានឥទ្ធិពលដល់ការរចនាសម័យទំនើបយ៉ាងដូចម្តេច?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Cultural identity is often expressed through clothing styles.",
    "km": "អត្តសញ្ញាណវប្បធម៌ជាញឹកញាប់ត្រូវបានបង្ហាញតាមរយៈរចនាប័ទ្មសម្លៀកបំពាក់។",
    "category": "Culture and Traditions"
  },
  {
    "en": "How are folk tales used to teach moral lessons?",
    "km": "តើរឿងព្រេងប្រជាប្រិយត្រូវបានប្រើប្រាស់ដើម្បីបង្រៀនមេរៀនផ្នែកនីតិវិធីយ៉ាងដូចម្តេច?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Traditional dances often tell stories of the past.",
    "km": "ការរាំប្រពៃណីជាញឹកញាប់ប្រាប់រឿងពីអតីតកាល។",
    "category": "Culture and Traditions"
  },
  {
    "en": "How do cultural values affect family relationships?",
    "km": "តើតម្លៃវប្បធម៌មានឥទ្ធិពលដល់ទំនាក់ទំនងគ្រួសារយ៉ាងដូចម្តេច?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Festivals provide opportunities to celebrate cultural diversity.",
    "km": "ពិធីបុណ្យផ្តល់ឱកាសក្នុងការចូលរួមអបអរសាទរពហុវប្បធម៌។",
    "category": "Culture and Traditions"
  },
  {
    "en": "How do traditional healing practices differ from modern medicine?",
    "km": "តើវិធីសាស្ត្រព្យាបាលប្រពៃណីខុសពីវេជ្ជសាស្ត្រសម័យទំនើបយ៉ាងដូចម្តេច?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Cultural symbols often carry deep meanings.",
    "km": "និមិត្តសញ្ញាវប្បធម៌ជាញឹកញាប់មានន័យជ្រាលជ្រៅ។",
    "category": "Culture and Traditions"
  },
  {
    "en": "How do cultural festivals strengthen community bonds?",
    "km": "តើពិធីបុណ្យវប្បធម៌ជួយបង្កើនភាពជាប់ទាក់ទងក្នុងសហគមន៍យ៉ាងដូចម្តេច?",
    "category": "Culture and Traditions"
  },
  {
    "en": "Traditional foods reflect the history and geography of a region.",
    "km": "ម្ហូបប្រពៃណីបង្ហាញពីប្រវត្តិ និងភូមិសាស្ត្រនៃតំបន់មួយ។",
    "category": "Culture and Traditions"
  },


  {
    "en": "Poverty remains a major challenge in many communities.",
    "km": "ភាពក្រីក្រ​នៅតែជាបញ្ហាសំខាន់នៅក្នុងសហគមន៍ជាច្រើន។",
    "category": "Social Issues"
  },
  {
    "en": "How can education help reduce social inequality?",
    "km": "តើការអប់រំអាចជួយកាត់បន្ថយភាពមិនស្មើភាពសង្គមបានយ៉ាងដូចម្តេច?",
    "category": "Social Issues"
  },
  {
    "en": "Gender discrimination affects opportunities for many people.",
    "km": "ការរើសអើងភេទមានឥទ្ធិពលដល់ឱកាសរបស់មនុស្សជាច្រើន។",
    "category": "Social Issues"
  },
  {
    "en": "Access to clean water is a critical social issue.",
    "km": "ការចូលដំណើរការទឹកស្អាតគឺជាបញ្ហាសង្គមសំខាន់។",
    "category": "Social Issues"
  },
  {
    "en": "How does unemployment impact families and communities?",
    "km": "តើការគ្មានការងារប៉ះពាល់ដល់គ្រួសារ និងសហគមន៍យ៉ាងដូចម្តេច?",
    "category": "Social Issues"
  },
  {
    "en": "Child labor violates basic human rights.",
    "km": "ការជួយសំរាប់ក្មេងល្មើសច្បាប់សិទ្ធិមនុស្សមូលដ្ឋាន។",
    "category": "Social Issues"
  },
  {
    "en": "What role do social movements play in change?",
    "km": "តើចលនាសង្គមមានតួនាទីអ្វីក្នុងការប្រែប្រួល?",
    "category": "Social Issues"
  },
  {
    "en": "Homelessness is a growing concern in urban areas.",
    "km": "ការមានមនុស្សគ្មានផ្ទះគឺជាបញ្ហាកើនឡើងនៅតំបន់ទីក្រុង។",
    "category": "Social Issues"
  },
  {
    "en": "How can communities address substance abuse problems?",
    "km": "តើសហគមន៍អាចដោះស្រាយបញ្ហាការជ្រាបសារធាតុញៀនយ៉ាងដូចម្តេច?",
    "category": "Social Issues"
  },
  {
    "en": "Social media can both help and harm social issues awareness.",
    "km": "បណ្តាញសង្គមអាចជួយ និងបង្កឲ្យមានផលប៉ះពាល់អវិជ្ជមានលើការយល់ដឹងបញ្ហាសង្គម។",
    "category": "Social Issues"
  },


  {
    "en": "How does discrimination affect mental health?",
    "km": "តើការរើសអើងមានឥទ្ធិពលដល់សុខភាពផ្លូវចិត្តយ៉ាងដូចម្តេច?",
    "category": "Social Issues"
  },
  {
    "en": "Community programs can help reduce crime rates.",
    "km": "កម្មវិធីសហគមន៍អាចជួយកាត់បន្ថយអត្រាឧក្រិដ្ឋកម្ម។",
    "category": "Social Issues"
  },
  {
    "en": "What challenges do refugees face in new countries?",
    "km": "តើអ្នកដំណើរចេញពីប្រទេសជួបប្រទៈបញ្ហាអ្វីខ្លះនៅប្រទេសថ្មី?",
    "category": "Social Issues"
  },
  {
    "en": "Gender equality promotes fair treatment for all.",
    "km": "សមភាពភេទលើកស្ទួយការព្យាបាលយ៉ាងត្រឹមត្រូវសម្រាប់គ្រប់រូប។",
    "category": "Social Issues"
  },
  {
    "en": "How can youth participate in solving social problems?",
    "km": "តើយុវវ័យអាចចូលរួមដោះស្រាយបញ្ហាសង្គមបានយ៉ាងដូចម្តេច?",
    "category": "Social Issues"
  },
  {
    "en": "Poverty affects access to healthcare and education.",
    "km": "ភាពក្រីក្រ មានឥទ្ធិពលដល់ការចូលដំណើរការថែទាំសុខភាព និងការអប់រំ។",
    "category": "Social Issues"
  },
  {
    "en": "Domestic violence is a serious social concern.",
    "km": "ហិង្សាក្នុងគ្រួសារ គឺជាបញ្ហាសង្គមធ្ងន់ធ្ងរ។",
    "category": "Social Issues"
  },
  {
    "en": "What role does government policy play in addressing social issues?",
    "km": "តើគោលនយោបាយរដ្ឋាភិបាលមានតួនាទីអ្វីក្នុងការដោះស្រាយបញ្ហាសង្គម?",
    "category": "Social Issues"
  },
  {
    "en": "Education can empower marginalized groups.",
    "km": "ការអប់រំអាចផ្តល់អំណាចដល់ក្រុមដែលត្រូវបានរំលំ។",
    "category": "Social Issues"
  },
  {
    "en": "How do social stigmas impact individuals’ opportunities?",
    "km": "តើការជាសាធារណៈបញ្ហាសង្គមប៉ះពាល់ដល់ឱកាសរបស់មនុស្សយ៉ាងដូចម្តេច?",
    "category": "Social Issues"
  },


  {
    "en": "How does urbanization contribute to social challenges?",
    "km": "តើការប្រជុំខ្នាតទីក្រុងបង្កើតបញ្ហាសង្គមយ៉ាងដូចម្តេច?",
    "category": "Social Issues"
  },
  {
    "en": "Access to quality education remains unequal in many areas.",
    "km": "ការចូលដំណើរការអប់រំគុណភាពនៅតែមានភាពមិនស្មើគ្នានៅតំបន់ជាច្រើន។",
    "category": "Social Issues"
  },
  {
    "en": "How can social media campaigns raise awareness of important issues?",
    "km": "តើយុទ្ធនាការបណ្តាញសង្គមអាចលើកកម្ពស់ការយល់ដឹងពីបញ្ហាសំខាន់ៗបានយ៉ាងដូចម្តេច?",
    "category": "Social Issues"
  },
  {
    "en": "Drug addiction affects individuals and their families deeply.",
    "km": "ការញៀនសារធាតុញៀនប៉ះពាល់យ៉ាងជ្រាលជ្រៅដល់មនុស្សនិងគ្រួសាររបស់ពួកគេ។",
    "category": "Social Issues"
  },
  {
    "en": "What are the effects of social exclusion on youth?",
    "km": "តើផលប៉ះពាល់នៃការបដិសេធសង្គមលើយុវវ័យមានអ្វីខ្លះ?",
    "category": "Social Issues"
  },
  {
    "en": "Homeless shelters provide critical support to those in need.",
    "km": "មជ្ឈមណ្ឌលស្នាក់នៅសម្រាប់មនុស្សគ្មានផ្ទះផ្តល់ជំនួយសំខាន់ដល់អ្នកដែលត្រូវការជំនួយ។",
    "category": "Social Issues"
  },
  {
    "en": "How can education reduce prejudice and promote tolerance?",
    "km": "តើការអប់រំអាចកាត់បន្ថយការជឿជាក់មិនត្រឹមត្រូវ និងលើកកម្ពស់ការអត់ធ្មត់បានយ៉ាងដូចម្តេច?",
    "category": "Social Issues"
  },
  {
    "en": "Social workers play a vital role in helping vulnerable populations.",
    "km": "កម្មករសង្គមមានតួនាទីសំខាន់ក្នុងការជួយប្រជាជនដែលទទួលរងគ្រោះ។",
    "category": "Social Issues"
  },
  {
    "en": "What challenges do elderly people face in society?",
    "km": "តើមនុស្សចាស់ប្រឈមមុខនឹងបញ្ហាអ្វីខ្លះនៅក្នុងសង្គម?",
    "category": "Social Issues"
  },
  {
    "en": "Community engagement can improve social cohesion.",
    "km": "ការចូលរួមសហគមន៍អាចបង្កើនភាពរួមចំណែកក្នុងសង្គម។",
    "category": "Social Issues"
  },


  {
    "en": "How does poverty affect children’s education opportunities?",
    "km": "តើភាពក្រីក្រប៉ះពាល់ដល់ឱកាសការសិក្សារបស់កុមារយ៉ាងដូចម្តេច?",
    "category": "Social Issues"
  },
  {
    "en": "Domestic violence often remains hidden due to stigma.",
    "km": "ហិង្សាក្នុងគ្រួសារតែងតែជាបញ្ហាលាក់បាំងដោយសារតែការស្ទាក់ស្ទើរ។",
    "category": "Social Issues"
  },
  {
    "en": "How can volunteering help address social problems?",
    "km": "តើការបរិច្ចាគពេលវេលាអាចជួយដោះស្រាយបញ្ហាសង្គមបានយ៉ាងដូចម្តេច?",
    "category": "Social Issues"
  },
  {
    "en": "Mental health awareness is essential for community well-being.",
    "km": "ការយល់ដឹងអំពីសុខភាពផ្លូវចិត្តគឺមានសារៈសំខាន់សម្រាប់សុខុមាលភាពសហគមន៍។",
    "category": "Social Issues"
  },
  {
    "en": "Access to affordable healthcare remains a challenge for many.",
    "km": "ការចូលដំណើរការថែទាំសុខភាពមានតម្លៃសមរម្យនៅតែជាបញ្ហាសម្រាប់មនុស្សជាច្រើន។",
    "category": "Social Issues"
  },
  {
    "en": "How do migration patterns impact social structures?",
    "km": "តើលំនាំការផ្លាស់ទីប្រជាជនប៉ះពាល់ដល់រចនាសម្ព័ន្ធសង្គមយ៉ាងដូចម្តេច?",
    "category": "Social Issues"
  },
  {
    "en": "Social inequality often leads to limited economic opportunities.",
    "km": "ភាពមិនស្មើស្មារតីសង្គមជាញឹកញាប់នាំឲ្យមានឱកាសសេដ្ឋកិច្ចមានកំណត់។",
    "category": "Social Issues"
  },
  {
    "en": "What measures can reduce youth unemployment?",
    "km": "តើវិធានការណាអាចកាត់បន្ថយការគ្មានការងារសម្រាប់យុវវ័យបាន?",
    "category": "Social Issues"
  },
  {
    "en": "Community education programs promote social harmony.",
    "km": "កម្មវិធីអប់រំសហគមន៍លើកកម្ពស់ភាពឯកភាពសង្គម។",
    "category": "Social Issues"
  },
  {
    "en": "How can governments address homelessness effectively?",
    "km": "តើរដ្ឋាភិបាលអាចដោះស្រាយបញ្ហាមនុស្សគ្មានផ្ទះបានយ៉ាងមានប្រសិទ្ធភាពដោយរបៀបណា?",
    "category": "Social Issues"
  },


  {
    "en": "Social stigma can prevent people from seeking help.",
    "km": "ការជាសាធារណៈបញ្ហាសង្គមអាចរារាំងមនុស្សមិនឲ្យស្វែងរកជំនួយ។",
    "category": "Social Issues"
  },
  {
    "en": "Education plays a key role in combating discrimination.",
    "km": "ការអប់រំមានតួនាទីសំខាន់ក្នុងការប្រយុទ្ធប្រឆាំងការរើសអើង។",
    "category": "Social Issues"
  },
  {
    "en": "Community centers provide safe spaces for social activities.",
    "km": "មជ្ឈមណ្ឌលសហគមន៍ផ្តល់កន្លែងសុវត្ថិភាពសម្រាប់សកម្មភាពសង្គម។",
    "category": "Social Issues"
  },
  {
    "en": "How can social policies promote equality and justice?",
    "km": "តើយុទ្ធសាស្រ្តសង្គមអាចលើកកម្ពស់សមភាព និងយុត្តិធម៌បានយ៉ាងដូចម្តេច?",
    "category": "Social Issues"
  },
  {
    "en": "Youth empowerment is essential for a better future.",
    "km": "ការលើកកម្ពស់យុវវ័យគឺមានសារៈសំខាន់សម្រាប់អនាគតល្អប្រសើរ។",
    "category": "Social Issues"
  },
  {
    "en": "What challenges do marginalized groups face in society?",
    "km": "តើក្រុមដែលត្រូវបានរំលំប្រឈមមុខនឹងបញ្ហាអ្វីខ្លះនៅក្នុងសង្គម?",
    "category": "Social Issues"
  },
  {
    "en": "Access to social services improves quality of life.",
    "km": "ការចូលដំណើរការប្រព័ន្ធសេវាសង្គមបង្កើនគុណភាពជីវិត។",
    "category": "Social Issues"
  },
  {
    "en": "How do cultural differences impact social integration?",
    "km": "តើភាពខុសគ្នាផ្នែកវប្បធម៌ប៉ះពាល់ដល់ការរួមបញ្ចូលសង្គមយ៉ាងដូចម្តេច?",
    "category": "Social Issues"
  },
  {
    "en": "Volunteer work builds stronger and more connected communities.",
    "km": "ការងារតស៊ូជាស្ម័គ្រចិត្តបង្កើតសហគមន៍ដែលរឹងមាំ និងភ្ជាប់ជាមួយគ្នា។",
    "category": "Social Issues"
  },
  {
    "en": "How can awareness campaigns change public attitudes?",
    "km": "តើយុទ្ធនាការយល់ដឹងអាចផ្លាស់ប្តូរភាពគិតរបស់សាធារណជនបានយ៉ាងដូចម្តេច?",
    "category": "Social Issues"
  },


  {
    "en": "How is artificial intelligence transforming industries?",
    "km": "តើបញ្ញាសិប្បនិម្មិតកំពុងផ្លាស់ប្ដូរឧស្សាហកម្មយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "Renewable energy technologies reduce environmental impact.",
    "km": "បច្ចេកវិទ្យាថាមពលអាចធ្វើចំណាយឡើងវិញកាត់បន្ថយផលប៉ះពាល់បរិស្ថាន។",
    "category": "Technology and Innovation"
  },
  {
    "en": "What role do startups play in technological innovation?",
    "km": "តើក្រុមហ៊ុនចាប់ផ្តើមថ្មីមានតួនាទីអ្វីក្នុងការច្នៃប្រឌិតបច្ចេកវិទ្យា?",
    "category": "Technology and Innovation"
  },
  {
    "en": "How can blockchain improve data security?",
    "km": "តើប្លុកឆេនអាចបង្កើនសុវត្ថិភាពទិន្នន័យបានយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "Innovations in healthcare technology save lives.",
    "km": "ការច្នៃប្រឌិតក្នុងបច្ចេកវិទ្យាសុខាភិបាលជួយសង្គ្រោះជីវិត។",
    "category": "Technology and Innovation"
  },
  {
    "en": "How do smart cities use technology to improve living standards?",
    "km": "តើទីក្រុងឆ្លាតវៃប្រើបច្ចេកវិទ្យាយ៉ាងដើម្បីបង្កើនគុណភាពជីវិតបានយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "3D printing is revolutionizing manufacturing processes.",
    "km": "បច្ចេកវិទ្យាព្រីន 3D កំពុងបំលែងដំណើរការផលិត។",
    "category": "Technology and Innovation"
  },
  {
    "en": "What are the challenges of integrating new technologies in education?",
    "km": "តើបញ្ហាអ្វីខ្លះនៅក្នុងការបញ្ចូលបច្ចេកវិទ្យាថ្មីៗទៅក្នុងការអប់រំ?",
    "category": "Technology and Innovation"
  },
  {
    "en": "How is the Internet of Things changing everyday life?",
    "km": "តើអ៊ីនធឺណិតរបស់វត្ថុកំពុងផ្លាស់ប្ដូរជីវិតប្រចាំថ្ងៃយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "Automation is increasing efficiency in various sectors.",
    "km": "ការបញ្ជូនដោយស្វ័យប្រវត្តិកំពុងបង្កើនប្រសិទ្ធភាពក្នុងវិស័យជាច្រើន។",
    "category": "Technology and Innovation"
  },


  {
    "en": "How can virtual reality enhance education and training?",
    "km": "តើភាពជាក់ស្តែងមកពីការប្រព្រឹត្តការពិតអាចបង្កើនការអប់រំ និងបណ្តុះបណ្តាលបានយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "What impact does 5G technology have on communication?",
    "km": "តើបច្ចេកវិទ្យា 5G មានឥទ្ធិពលដល់ការទំនាក់ទំនងយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "How is technology transforming the agriculture sector?",
    "km": "តើបច្ចេកវិទ្យាកំពុងបម្លែងវិស័យកសិកម្មយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "Innovative apps help people manage their health better.",
    "km": "កម្មវិធីច្នៃប្រឌិតជួយមនុស្សគ្រប់គ្រងសុខភាពបានប្រសើរឡើង។",
    "category": "Technology and Innovation"
  },
  {
    "en": "What are the ethical concerns of emerging technologies?",
    "km": "តើបញ្ហាជីវសាស្ត្រអ្វីខ្លះដែលពាក់ព័ន្ធនឹងបច្ចេកវិទ្យាថ្មីៗ?",
    "category": "Technology and Innovation"
  },
  {
    "en": "How can technology support sustainable development goals?",
    "km": "តើបច្ចេកវិទ្យាអាចគាំទ្រគោលបំណងអភិវឌ្ឍន៍ប្រកបដោយចីរភាពបានយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "Smart home devices make daily life more convenient.",
    "km": "ឧបករណ៍ផ្ទះឆ្លាតវៃធ្វើឲ្យជីវិតប្រចាំថ្ងៃកាន់តែងាយស្រួល។",
    "category": "Technology and Innovation"
  },
  {
    "en": "What challenges do innovators face in bringing new ideas to market?",
    "km": "តើអ្នកច្នៃប្រឌិតប្រឈមមុខនឹងបញ្ហាអ្វីខ្លះនៅពេលនាំយកគំនិតថ្មីទៅទីផ្សារ?",
    "category": "Technology and Innovation"
  },
  {
    "en": "Cloud computing enables flexible and scalable data storage.",
    "km": "កុំព្យូទ័រមេឃផ្ដល់សមត្ថភាពផ្ទុកទិន្នន័យដែលបត់បែន និងអាចពង្រីកបាន។",
    "category": "Technology and Innovation"
  },
  {
    "en": "How do technology startups contribute to economic growth?",
    "km": "តើក្រុមហ៊ុនបច្ចេកវិទ្យាចាប់ផ្តើមថ្មីមានអ្វីជួយចំណេញសេដ្ឋកិច្ច?",
    "category": "Technology and Innovation"
  },


  {
    "en": "How is big data analytics changing business strategies?",
    "km": "តើវិភាគទិន្នន័យធំនឹងផ្លាស់ប្ដូរយុទ្ធសាស្ត្រអាជីវកម្មយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "What role does robotics play in modern manufacturing?",
    "km": "តើរ៉ូបូតមានតួនាទីអ្វីក្នុងការផលិតទំនើប?",
    "category": "Technology and Innovation"
  },
  {
    "en": "How can innovation drive sustainable urban development?",
    "km": "តើការច្នៃប្រឌិតអាចជំរុញការអភិវឌ្ឍទីក្រុងប្រកបដោយចីរភាពបានយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "What are the benefits of adopting cloud-based services?",
    "km": "តើអត្ថប្រយោជន៍អ្វីខ្លះដែលមានពីការជ្រើសរើសសេវាកម្មផ្អែកលើពពក?",
    "category": "Technology and Innovation"
  },
  {
    "en": "How do innovations in transportation impact society?",
    "km": "តើការច្នៃប្រឌិតក្នុងការដឹកជញ្ជូនប៉ះពាល់សង្គមយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "What challenges exist in developing clean energy technologies?",
    "km": "តើបញ្ហាអ្វីខ្លះដែលមាននៅក្នុងការអភិវឌ្ឍបច្ចេកវិទ្យាថាមពលស្អាត?",
    "category": "Technology and Innovation"
  },
  {
    "en": "How does mobile technology influence global communication?",
    "km": "តើបច្ចេកវិទ្យាទូរស័ព្ទចល័តមានឥទ្ធិពលដល់ការទំនាក់ទំនងពិភពលោកយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "What is the future of wearable technology in healthcare?",
    "km": "តើអនាគតបច្ចេកវិទ្យាឧបករណ៍ពាក់មានអ្វីខ្លះក្នុងវិស័យសុខាភិបាល?",
    "category": "Technology and Innovation"
  },
  {
    "en": "How are drones being used in agriculture and delivery services?",
    "km": "តើឧតុភាពហោះហើរតូចតាមចល័តកំពុងប្រើនៅក្នុងកសិកម្ម និងសេវាដឹកជញ្ជូនយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "What ethical questions arise with genetic engineering technologies?",
    "km": "តើសំណួរជីវសាស្ត្រអ្វីខ្លះដែលកើតមានជាមួយបច្ចេកវិទ្យាបច្ចេកវិទ្យាជីវៈបច្ចេកទេស?",
    "category": "Technology and Innovation"
  },


  {
    "en": "How does augmented reality enhance user experiences in gaming?",
    "km": "តើភាពពិតបន្ថែមធ្វើឲ្យបទពិសោធន៍អ្នកប្រើនៅក្នុងហ្គេមកាន់តែប្រសើរយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "What impact do tech innovations have on the global economy?",
    "km": "តើការច្នៃប្រឌិតបច្ចេកវិទ្យាមានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះសេដ្ឋកិច្ចពិភពលោក?",
    "category": "Technology and Innovation"
  },
  {
    "en": "How can machine learning improve customer service?",
    "km": "តើការសិក្សាម៉ាស៊ីនអាចបង្កើនសេវាកម្មអតិថិជនបានយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "What are the risks of relying too much on technology?",
    "km": "តើហានិភ័យអ្វីខ្លះដែលកើតមានពេលពឹងផ្អែកលើបច្ចេកវិទ្យាច្រើនពេក?",
    "category": "Technology and Innovation"
  },
  {
    "en": "How do innovations in biotechnology affect healthcare?",
    "km": "តើការច្នៃប្រឌិតក្នុងជីវសាស្ត្របច្ចេកទេសប៉ះពាល់ដល់សុខាភិបាលយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "What role do governments play in regulating new technologies?",
    "km": "តើរដ្ឋាភិបាលមានតួនាទីអ្វីក្នុងការត្រួតពិនិត្យបច្ចេកវិទ្យាថ្មីៗ?",
    "category": "Technology and Innovation"
  },
  {
    "en": "How is innovation changing the way we work remotely?",
    "km": "តើការច្នៃប្រឌិតកំពុងផ្លាស់ប្ដូរប្រព័ន្ធការងារពីចម្ងាយយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "What benefits do wearable health devices offer?",
    "km": "ឧបករណ៍សុខភាពដែលអាចពាក់មានអត្ថប្រយោជន៍អ្វីខ្លះ?",
    "category": "Technology and Innovation"
  },
  {
    "en": "How do tech innovations contribute to environmental sustainability?",
    "km": "តើការច្នៃប្រឌិតបច្ចេកវិទ្យាជួយដល់ចីរភាពបរិស្ថានយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "What challenges arise from the rapid development of technology?",
    "km": "តើបញ្ហាអ្វីខ្លះកើតមានពីការអភិវឌ្ឍបច្ចេកវិទ្យាប្រញាប់?",
    "category": "Technology and Innovation"
  },


  {
    "en": "How does artificial intelligence impact daily life?",
    "km": "តើបញ្ញាសិប្បនិម្មិតមានឥទ្ធិពលដល់ជីវិតប្រចាំថ្ងៃយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "What are the future trends in renewable energy technologies?",
    "km": "តើនិន្នាការអនាគតក្នុងបច្ចេកវិទ្យាថាមពលអាចធ្វើចំណាយឡើងវិញមានអ្វីខ្លះ?",
    "category": "Technology and Innovation"
  },
  {
    "en": "How can innovation improve public transportation systems?",
    "km": "តើការច្នៃប្រឌិតអាចបង្កើនប្រសិទ្ធភាពប្រព័ន្ធដឹកជញ្ជូនសាធារណៈបានយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "What role does technology play in disaster management?",
    "km": "តើបច្ចេកវិទ្យាមានតួនាទីអ្វីក្នុងការគ្រប់គ្រងគ្រោះមហន្តរាយ?",
    "category": "Technology and Innovation"
  },
  {
    "en": "How do startups drive innovation in technology sectors?",
    "km": "តើក្រុមហ៊ុនចាប់ផ្តើមថ្មីជំរុញការច្នៃប្រឌិតនៅវិស័យបច្ចេកវិទ្យាយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "What are the ethical implications of artificial intelligence?",
    "km": "តើមានផលប៉ះពាល់ជីវសាស្ត្រអ្វីខ្លះពីបញ្ញាសិប្បនិម្មិត?",
    "category": "Technology and Innovation"
  },
  {
    "en": "How is technology changing the education landscape?",
    "km": "តើបច្ចេកវិទ្យាកំពុងផ្លាស់ប្ដូរទិដ្ឋភាពការអប់រំយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "What innovations are shaping the future of healthcare?",
    "km": "តើការច្នៃប្រឌិតអ្វីខ្លះកំពុងបង្កើតអនាគតសុខាភិបាល?",
    "category": "Technology and Innovation"
  },
  {
    "en": "How can technology help reduce carbon emissions?",
    "km": "តើបច្ចេកវិទ្យាអាចជួយកាត់បន្ថយការបញ្ចេញឧស្ម័នកាបូនបានយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "What is the impact of 3D printing on manufacturing industries?",
    "km": "តើបច្ចេកវិទ្យាព្រីន 3D មានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះឧស្សាហកម្មផលិត?",
    "category": "Technology and Innovation"
  },


  {
    "en": "How is blockchain technology transforming financial services?",
    "km": "តើបច្ចេកវិទ្យាប្លុកខែនកំពុងផ្លាស់ប្ដូរសេវាហិរញ្ញវត្ថុយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "What are the advantages of using smart contracts?",
    "km": "តើអត្ថប្រយោជន៍អ្វីខ្លះពីការប្រើប្រាស់កិច្ចសន្យាឆ្លាត?",
    "category": "Technology and Innovation"
  },
  {
    "en": "How does technology contribute to climate change mitigation?",
    "km": "តើបច្ចេកវិទ្យាអាចជួយកាត់បន្ថយផលប៉ះពាល់បញ្ហាអាកាសធាតុបានយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "What impact do wearable devices have on personal fitness?",
    "km": "តើឧបករណ៍ដែលអាចពាក់មានឥទ្ធិពលយ៉ាងដូចម្តេចចំពោះសុខភាពផ្ទាល់ខ្លួន?",
    "category": "Technology and Innovation"
  },
  {
    "en": "How can technology enhance cybersecurity measures?",
    "km": "តើបច្ចេកវិទ្យាអាចបង្កើនវិធានការសន្តិសុខឌីជីថលបានយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "What are the challenges of integrating AI in healthcare?",
    "km": "តើបញ្ហាអ្វីខ្លះនៅពេលបញ្ចូលបញ្ញាសិប្បនិម្មិតក្នុងវិស័យសុខាភិបាល?",
    "category": "Technology and Innovation"
  },
  {
    "en": "How is 3D printing revolutionizing product design?",
    "km": "តើបច្ចេកវិទ្យាព្រីន 3D កំពុងប្ដូររចនាផលិតផលយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "What role do innovations play in smart city development?",
    "km": "តើការច្នៃប្រឌិតមានតួនាទីអ្វីក្នុងការអភិវឌ្ឍទីក្រុងឆ្លាត?",
    "category": "Technology and Innovation"
  },
  {
    "en": "How can drones improve environmental monitoring?",
    "km": "តើឧតុភាពហោះហើរតូចអាចជួយកែលម្អការត្រួតពិនិត្យបរិស្ថានបានយ៉ាងដូចម្តេច?",
    "category": "Technology and Innovation"
  },
  {
    "en": "What innovations are emerging in renewable energy sources?",
    "km": "តើការច្នៃប្រឌិតអ្វីខ្លះកំពុងលេចឡើងនៅក្នុងប្រភពថាមពលអាចធ្វើចំណាយឡើងវិញ?",
    "category": "Technology and Innovation"
  },


  {
    "en": "What is your opinion on climate change policies?",
    "km": "តើមតិយោបល់របស់អ្នកអំពីគោលនយោបាយអាកាសធាតុជាដូចម្តេច?",
    "category": "Opinions and Debates"
  },
  {
    "en": "Do you think technology improves or harms society?",
    "km": "តើអ្នកគិតថាបច្ចេកវិទ្យាជួយឬបង្កការខូចខាតដល់សង្គម?",
    "category": "Opinions and Debates"
  },
  {
    "en": "Should governments regulate social media more strictly?",
    "km": "តើរដ្ឋាភិបាលគួរត្រួតពិនិត្យបណ្តាញសង្គមយ៉ាងតឹងរឹងជាងមុនទេ?",
    "category": "Opinions and Debates"
  },
  {
    "en": "What are the pros and cons of online education?",
    "km": "អត្ថប្រយោជន៍ និងគុណវិបត្តិអ្វីខ្លះនៃការអប់រំតាមអនឡាញ?",
    "category": "Opinions and Debates"
  },
  {
    "en": "Is remote work better than working in an office?",
    "km": "តើការធ្វើការពីចម្ងាយល្អជាងការធ្វើការក្នុងការិយាល័យទេ?",
    "category": "Opinions and Debates"
  },
  {
    "en": "How should society address income inequality?",
    "km": "សង្គមគួរត្រូវដោះស្រាយបញ្ហាអត្ថិភាពប្រាក់ចំណូលយ៉ាងដូចម្តេច?",
    "category": "Opinions and Debates"
  },
  {
    "en": "What is your stance on the use of renewable energy?",
    "km": "តើអ្នកមានមតិយ៉ាងដូចម្តេចចំពោះការប្រើប្រាស់ថាមពលអាចធ្វើចំណាយឡើងវិញ?",
    "category": "Opinions and Debates"
  },
  {
    "en": "Should animal testing be banned worldwide?",
    "km": "តើគួរត្រប់បញ្ឈប់ការធ្វើតេស្តលើសត្វនៅលើពិភពលោកទេ?",
    "category": "Opinions and Debates"
  },
  {
    "en": "What are the challenges of balancing freedom of speech and censorship?",
    "km": "តើបញ្ហាអ្វីខ្លះក្នុងការបានតុល្យភាពរវាងសេរីភាពនៃការនិយាយ និងការត្រួតពិនិត្យ?",
    "category": "Opinions and Debates"
  },
  {
    "en": "Do you believe social media has more positive or negative effects?",
    "km": "តើអ្នកជឿថាបណ្តាញសង្គមមានផលប៉ះពាល់វិជ្ជមានឬអវិជ្ជមានច្រើនជាង?",
    "category": "Opinions and Debates"
  },


  {
    "en": "What is your opinion on climate change policies?",
    "km": "តើមតិយោបល់របស់អ្នកអំពីគោលនយោបាយអាកាសធាតុជាដូចម្តេច?",
    "category": "Opinions and Debates"
  },
  {
    "en": "I believe climate change policies are essential to protect our planet.",
    "km": "ខ្ញុំជឿជាក់ថាគោលនយោបាយអាកាសធាតុគឺចាំបាច់សម្រាប់ការពារផែនដីរបស់យើង។",
    "category": "Opinions and Debates"
  },
  {
    "en": "Do you think technology improves or harms society?",
    "km": "តើអ្នកគិតថាបច្ចេកវិទ្យាជួយឬបង្កការខូចខាតដល់សង្គម?",
    "category": "Opinions and Debates"
  },
  {
    "en": "Technology has both positive and negative impacts on society.",
    "km": "បច្ចេកវិទ្យាមានទាំងឥទ្ធិពលវិជ្ជមាន និងអវិជ្ជមានចំពោះសង្គម។",
    "category": "Opinions and Debates"
  },
  {
    "en": "Should governments regulate social media more strictly?",
    "km": "តើរដ្ឋាភិបាលគួរត្រួតពិនិត្យបណ្តាញសង្គមយ៉ាងតឹងរឹងជាងមុនទេ?",
    "category": "Opinions and Debates"
  },
  {
    "en": "Yes, stricter regulations can help reduce misinformation and protect users.",
    "km": "បាទ/ចាស ការត្រួតពិនិត្យយ៉ាងតឹងរឹងជាងមុនអាចជួយកាត់បន្ថយព័ត៌មានមិនត្រឹមត្រូវ និងការពារអ្នកប្រើប្រាស់បាន។",
    "category": "Opinions and Debates"
  },
  {
    "en": "What are the pros and cons of online education?",
    "km": "អត្ថប្រយោជន៍ និងគុណវិបត្តិអ្វីខ្លះនៃការអប់រំតាមអនឡាញ?",
    "category": "Opinions and Debates"
  },
  {
    "en": "Online education is flexible but may lack personal interaction.",
    "km": "ការអប់រំតាមអនឡាញមានភាពបត់បែន តែអាចខ្វះការប្រាស្រ័យទាក់ទងផ្ទាល់ខ្លួន។",
    "category": "Opinions and Debates"
  },
  {
    "en": "Is remote work better than working in an office?",
    "km": "តើការធ្វើការពីចម្ងាយល្អជាងការធ្វើការក្នុងការិយាល័យទេ?",
    "category": "Opinions and Debates"
  },
  {
    "en": "Remote work offers flexibility, but some jobs require office presence.",
    "km": "ការធ្វើការពីចម្ងាយផ្តល់ភាពបត់បែន ប៉ុន្តែមានមុខងារខ្លះត្រូវការចូលការិយាល័យ។",
    "category": "Opinions and Debates"
  },


  {
    "en": "How should society address income inequality?",
    "km": "សង្គមគួរត្រូវដោះស្រាយបញ្ហាអត្ថិភាពប្រាក់ចំណូលយ៉ាងដូចម្តេច?",
    "category": "Opinions and Debates"
  },
  {
    "en": "Society should implement fair policies to reduce income gaps.",
    "km": "សង្គមគួរអនុវត្តគោលនយោបាយយុត្តិធម៌ដើម្បីកាត់បន្ថយភាពខុសគ្នា។",
    "category": "Opinions and Debates"
  },
  {
    "en": "What is your stance on the use of renewable energy?",
    "km": "តើអ្នកមានមតិយ៉ាងដូចម្តេចចំពោះការប្រើប្រាស់ថាមពលអាចធ្វើចំណាយឡើងវិញ?",
    "category": "Opinions and Debates"
  },
  {
    "en": "I support renewable energy because it helps protect the environment.",
    "km": "ខ្ញុំគាំទ្រថាមពលអាចធ្វើចំណាយឡើងវិញ ពីព្រោះវាជួយការពារបរិស្ថាន។",
    "category": "Opinions and Debates"
  },
  {
    "en": "Should animal testing be banned worldwide?",
    "km": "តើគួរត្រប់បញ្ឈប់ការធ្វើតេស្តលើសត្វនៅលើពិភពលោកទេ?",
    "category": "Opinions and Debates"
  },
  {
    "en": "Yes, animal testing is unethical and alternatives should be used.",
    "km": "បាទ/ចាស ការធ្វើតេស្តលើសត្វគឺមិនមានកិត្តិយស ហើយគួរប្រើជំនួសផ្សេងទៀត។",
    "category": "Opinions and Debates"
  },
  {
    "en": "What are the challenges of balancing freedom of speech and censorship?",
    "km": "តើបញ្ហាអ្វីខ្លះក្នុងការបានតុល្យភាពរវាងសេរីភាពនៃការនិយាយ និងការត្រួតពិនិត្យ?",
    "category": "Opinions and Debates"
  },
  {
    "en": "Balancing freedom and censorship is difficult because both are necessary.",
    "km": "ការទប់ស្កាត់សេរីភាពនិងការត្រួតពិនិត្យគឺពិបាក ពីព្រោះទាំងពីរនេះគឺចាំបាច់។",
    "category": "Opinions and Debates"
  },
  {
    "en": "Do you believe social media has more positive or negative effects?",
    "km": "តើអ្នកជឿថាបណ្តាញសង្គមមានផលប៉ះពាល់វិជ្ជមានឬអវិជ្ជមានច្រើនជាង?",
    "category": "Opinions and Debates"
  },
  {
    "en": "Social media has both positive and negative effects depending on usage.",
    "km": "បណ្តាញសង្គមមានទាំងផលវិជ្ជមាន និងអវិជ្ជមាន អាស្រ័យលើការប្រើប្រាស់។",
    "category": "Opinions and Debates"
  },


  {
    "en": "What is your view on the impact of globalization?",
    "km": "តើអ្នកមានមតិយ៉ាងដូចម្តេចចំពោះឥទ្ធិពលនៃការបញ្ចូលគ្នារបស់ពិភពលោក?",
    "category": "Opinions and Debates"
  },
  {
    "en": "Globalization brings economic growth but can threaten local cultures.",
    "km": "ការបញ្ចូលគ្នារបស់ពិភពលោកនាំមកនូវការរីកចម្រើនសេដ្ឋកិច្ច ប៉ុន្តែអាចគំរាមកំហែងវប្បធម៌ក្នុងស្រុក។",
    "category": "Opinions and Debates"
  },
  {
    "en": "Should governments invest more in public transportation?",
    "km": "តើរដ្ឋាភិបាលគួរវិនិយោគបន្ថែមលើការដឹកជញ្ជូនសាធារណៈទេ?",
    "category": "Opinions and Debates"
  },
  {
    "en": "Yes, investing in public transport can reduce traffic and pollution.",
    "km": "បាទ/ចាស ការវិនិយោគលើការដឹកជញ្ជូនសាធារណៈអាចកាត់បន្ថយចរាចរណ៍ និងបំពុល។",
    "category": "Opinions and Debates"
  },
  {
    "en": "What do you think about the role of education in reducing poverty?",
    "km": "តើអ្នកគិតយ៉ាងដូចម្តេចអំពីតួនាទីនៃការអប់រំក្នុងការកាត់បន្ថយភាពក្រីក្រ?",
    "category": "Opinions and Debates"
  },
  {
    "en": "Education is key to breaking the cycle of poverty and creating opportunities.",
    "km": "ការអប់រំគឺជាច្រកសម្រាប់ផ្ដាច់សំលាប់សង្វាក់ភាពក្រីក្រ និងបង្កើតឱកាស។",
    "category": "Opinions and Debates"
  },
  {
    "en": "Do you support the use of electric vehicles?",
    "km": "តើអ្នកគាំទ្រការប្រើប្រាស់យានយន្តអគ្គិសនីទេ?",
    "category": "Opinions and Debates"
  },
  {
    "en": "Electric vehicles reduce pollution and dependence on fossil fuels.",
    "km": "យានយន្តអគ្គិសនីកាត់បន្ថយការបំពុល និងការពឹងផ្អែកលើប្រេងឥន្ធនៈ។",
    "category": "Opinions and Debates"
  },
  {
    "en": "What is your opinion on the impact of artificial intelligence on jobs?",
    "km": "តើអ្នកមានមតិយ៉ាងដូចម្តេចចំពោះឥទ្ធិពលនៃបញ្ញាសិប្បនិម្មិតលើការងារ?",
    "category": "Opinions and Debates"
  },
  {
    "en": "AI can automate tasks but may also create new job opportunities.",
    "km": "បញ្ញាសិប្បនិម្មិតអាចស្វ័យប្រវត្តិកម្មកិច្ចការប៉ុន្តែអាចបង្កើតឱកាសការងារថ្មីផងដែរ។",
    "category": "Opinions and Debates"
  },


  {
    "en": "Do you think governments should increase taxes to fund public services?",
    "km": "តើអ្នកគិតថារដ្ឋាភិបាលគួរតែបន្ថែមពន្ធដើម្បីហិរញ្ញវត្ថុសេវាសាធារណៈទេ?",
    "category": "Opinions and Debates"
  },
  {
    "en": "Increasing taxes can help improve public services but may burden citizens.",
    "km": "ការបន្ថែមពន្ធអាចជួយបង្កើនសេវាសាធារណៈ ប៉ុន្តែអាចធ្វើឲ្យប្រជាជនមានភាពធ្ងន់ធ្ងរ។",
    "category": "Opinions and Debates"
  },
  {
    "en": "What is your opinion on the legalization of recreational drugs?",
    "km": "តើអ្នកមានមតិយ៉ាងដូចម្តេចចំពោះការផ្លូវច្បាប់ឱ្យមានការប្រើប្រាស់គ្រឿងញៀនសម្រាប់ការកម្សាន្ត?",
    "category": "Opinions and Debates"
  },
  {
    "en": "Legalization could reduce crime but might increase health risks.",
    "km": "ការផ្លូវច្បាប់អាចកាត់បន្ថយឧក្រិដ្ឋកម្ម ប៉ុន្តែអាចបង្កើនហានិភ័យសុខភាព។",
    "category": "Opinions and Debates"
  },
  {
    "en": "Should schools teach more about mental health?",
    "km": "តើសាលាគួរតែបង្រៀនបន្ថែមអំពីសុខភាពផ្លូវចិត្តទេ?",
    "category": "Opinions and Debates"
  },
  {
    "en": "Yes, teaching mental health can reduce stigma and support students.",
    "km": "បាទ/ចាស ការបង្រៀនអំពីសុខភាពផ្លូវចិត្តអាចកាត់បន្ថយការរិះគន់ និងគាំទ្រសិស្ស។",
    "category": "Opinions and Debates"
  },
  {
    "en": "What do you think about the impact of social inequality on education?",
    "km": "តើអ្នកគិតយ៉ាងដូចម្តេចអំពីឥទ្ធិពលនៃភាពមិនស្មើភាពសង្គមលើការអប់រំ?",
    "category": "Opinions and Debates"
  },
  {
    "en": "Social inequality limits access to quality education for many people.",
    "km": "ភាពមិនស្មើភាពសង្គមកាត់បន្ថយឱកាសទទួលបានការអប់រំមានគុណភាពសម្រាប់មនុស្សជាច្រើន។",
    "category": "Opinions and Debates"
  },
  {
    "en": "Should voting be mandatory for all citizens?",
    "km": "តើការបោះឆ្នោតគួរតែធ្វើអោយក្លាយជាកាតព្វកិច្ចសម្រាប់ប្រជាជនទាំងអស់ទេ?",
    "category": "Opinions and Debates"
  },
  {
    "en": "Mandatory voting can increase participation but may reduce freedom of choice.",
    "km": "ការបោះឆ្នោតកាតព្វកិច្ចអាចបង្កើនការចូលរួម ប៉ុន្តែអាចបន្ថយសេរីភាពជ្រើសរើស។",
    "category": "Opinions and Debates"
  },


  {
    "en": "What is your biggest dream in life?",
    "km": "តើសុបិន្តធំជាងគេរបស់អ្នកក្នុងជីវិតគឺអ្វី?",
    "category": "Dreams and Goals"
  },
  {
    "en": "My biggest dream is to become a successful entrepreneur.",
    "km": "សុបិន្តធំជាងគេរបស់ខ្ញុំគឺក្លាយជាអ្នកសហគ្រិនដែលជោគជ័យ។",
    "category": "Dreams and Goals"
  },
  {
    "en": "How do you set your goals for the future?",
    "km": "តើអ្នកកំណត់គោលដៅរបស់អ្នកសម្រាប់អនាគតយ៉ាងដូចម្តេច?",
    "category": "Dreams and Goals"
  },
  {
    "en": "I set clear and achievable goals with specific deadlines.",
    "km": "ខ្ញុំកំណត់គោលដៅដែលច្បាស់លាស់ និងអាចសម្រេចបានជាមួយកាលបរិច្ឆេទច្បាស់។",
    "category": "Dreams and Goals"
  },
  {
    "en": "What motivates you to pursue your dreams?",
    "km": "តើអ្វីជាកម្លាំងលើកទឹកចិត្តឲ្យអ្នកដើរតាមសុបិន្តរបស់អ្នក?",
    "category": "Dreams and Goals"
  },
  {
    "en": "My family and future success motivate me to keep going.",
    "km": "គ្រួសាររបស់ខ្ញុំ និងភាពជោគជ័យនៅអនាគតជាកម្លាំងលើកទឹកចិត្តរបស់ខ្ញុំ។",
    "category": "Dreams and Goals"
  },
  {
    "en": "Have you ever faced challenges while working towards your goals?",
    "km": "តើអ្នកធ្លាប់ប្រឈមមុខនឹងការលំបាកណាមួយខណៈពេលដែលបន្តរកគោលដៅរបស់អ្នកទេ?",
    "category": "Dreams and Goals"
  },
  {
    "en": "Yes, but I learned from failures and kept trying.",
    "km": "បាទ/ចាស ប៉ុន្តែខ្ញុំបានរៀនពីការបរាជ័យ ហើយបន្តព្យាយាម។",
    "category": "Dreams and Goals"
  },
  {
    "en": "What advice would you give to someone chasing their dreams?",
    "km": "តើអ្នកនឹងផ្តល់អត្ថប្រយោជន៍អ្វីទៅនរណាម្នាក់ដែលកំពុងតាមរកសុបិន្តរបស់គេ?",
    "category": "Dreams and Goals"
  },
  {
    "en": "Never give up and stay focused on your goals.",
    "km": "កុំបោះបង់ ហើយរឹតតែផ្តោតលើគោលដៅរបស់អ្នក។",
    "category": "Dreams and Goals"
  },


  {
    "en": "How do you stay motivated when facing setbacks?",
    "km": "តើអ្នករក្សាកម្លាំងចិត្តយ៉ាងដូចម្តេចពេលប្រឈមមុខនឹងភាពធ្លាក់ចុះ?",
    "category": "Dreams and Goals"
  },
  {
    "en": "I remind myself of the reasons why I started.",
    "km": "ខ្ញុំរំលឹកខ្លួនឯងពីហេតុផលដែលខ្ញុំបានចាប់ផ្តើម។",
    "category": "Dreams and Goals"
  },
  {
    "en": "What skills do you think are important to achieve your goals?",
    "km": "តើអ្នកគិតថជំនាញអ្វីសំខាន់ដើម្បីសម្រេចគោលដៅរបស់អ្នក?",
    "category": "Dreams and Goals"
  },
  {
    "en": "Time management and perseverance are very important.",
    "km": "ការគ្រប់គ្រងពេលវេលា និងភាពអត់ធ្មត់គឺសំខាន់ណាស់។",
    "category": "Dreams and Goals"
  },
  {
    "en": "Do you believe it’s possible to achieve all your dreams?",
    "km": "តើអ្នកជឿថាអាចសម្រេចបានគ្រប់សុបិន្តរបស់អ្នកទាំងអស់?",
    "category": "Dreams and Goals"
  },
  {
    "en": "With hard work and determination, many dreams can come true.",
    "km": "ជាមួយការខិតខំ និងចិត្តជឿ ការសុបិន្តជាច្រើនអាចក្លាយជាពិត។",
    "category": "Dreams and Goals"
  },
  {
    "en": "How do you handle distractions when working on your goals?",
    "km": "តើអ្នកដោះស្រាយការបន្លំខ្លួនខណៈពេលកំពុងធ្វើការចំពោះគោលដៅយ៉ាងដូចម្តេច?",
    "category": "Dreams and Goals"
  },
  {
    "en": "I try to focus and limit the time spent on distractions.",
    "km": "ខ្ញុំព្យាយាមផ្តោត និងកំណត់ពេលវេលាសម្រាប់ការបន្លំខ្លួន។",
    "category": "Dreams and Goals"
  },
  {
    "en": "What role do mentors play in achieving goals?",
    "km": "តើអ្នកណែនាំមានតួនាទីយ៉ាងដូចម្តេចក្នុងការសម្រេចគោលដៅ?",
    "category": "Dreams and Goals"
  },
  {
    "en": "Mentors provide guidance and support to help achieve success.",
    "km": "អ្នកណែនាំផ្តល់ការណែនាំ និងការគាំទ្រដើម្បីជួយសម្រេចជោគជ័យ។",
    "category": "Dreams and Goals"
  },


  {
    "en": "How important is goal setting in achieving success?",
    "km": "តើការកំណត់គោលដៅមានសារៈសំខាន់ប៉ុណ្ណា​ក្នុងការសម្រេចជោគជ័យ?",
    "category": "Dreams and Goals"
  },
  {
    "en": "Goal setting helps create a clear path and motivates us to succeed.",
    "km": "ការកំណត់គោលដៅជួយបង្កើតផ្លូវច្បាស់ និងលើកទឹកចិត្តឲ្យយើងសម្រេចបានជោគជ័យ។",
    "category": "Dreams and Goals"
  },
  {
    "en": "What challenges do people face when pursuing their dreams?",
    "km": "តើអ្នកជួបប្រទៈបញ្ហាអ្វីខ្លះពេលបន្តតាមរកសុបិន្តរបស់ខ្លួន?",
    "category": "Dreams and Goals"
  },
  {
    "en": "Common challenges include fear of failure and lack of resources.",
    "km": "បញ្ហាទូទៅរួមមានការភ័យខ្លាចនឹងការបរាជ័យ និងការខ្វះធនធាន។",
    "category": "Dreams and Goals"
  },
  {
    "en": "How can setting small goals help in achieving big dreams?",
    "km": "តើការកំណត់គោលដៅតូចៗអាចជួយសម្រេចសុបិន្តធំៗបានយ៉ាងដូចម្តេច?",
    "category": "Dreams and Goals"
  },
  {
    "en": "Small goals make big dreams manageable and keep us motivated.",
    "km": "គោលដៅតូចៗធ្វើឲ្យសុបិន្តធំៗកាន់តែងាយស្រួលគ្រប់គ្រង និងរក្សាកម្លាំងចិត្ត។",
    "category": "Dreams and Goals"
  },
  {
    "en": "Do you think failures are necessary for success?",
    "km": "តើអ្នកគិតថាការបរាជ័យគឺចាំបាច់សម្រាប់ការជោគជ័យទេ?",
    "category": "Dreams and Goals"
  },
  {
    "en": "Yes, failures teach important lessons that lead to growth.",
    "km": "បាទ/ចាស ការបរាជ័យបង្រៀនមេរៀនសំខាន់ៗដែលនាំឲ្យមានការលូតលាស់។",
    "category": "Dreams and Goals"
  },
  {
    "en": "What role does patience play in achieving goals?",
    "km": "តើភាពអត់ធ្មត់មានតួនាទីយ៉ាងដូចម្តេចក្នុងការសម្រេចគោលដៅ?",
    "category": "Dreams and Goals"
  },
  {
    "en": "Patience helps us stay focused and overcome difficulties over time.",
    "km": "ភាពអត់ធ្មត់ជួយឲ្យយើងផ្តោតអារម្មណ៍ និងឆ្លងកាត់ឧបសគ្គបានក្នុងរយៈពេលវែង។",
    "category": "Dreams and Goals"
  },


  {
    "en": "How do you balance your dreams with daily responsibilities?",
    "km": "តើអ្នកធ្វើដូចម្តេចដើម្បីតុល្យភាពរវាងសុបិន្ត និងកាតព្វកិច្ចប្រចាំថ្ងៃ?",
    "category": "Dreams and Goals"
  },
  {
    "en": "I manage my time well and prioritize important tasks.",
    "km": "ខ្ញុំគ្រប់គ្រងពេលវេលាឲ្យបានល្អ និងផ្តល់អាទិភាពដល់ភារកិច្ចសំខាន់ៗ។",
    "category": "Dreams and Goals"
  },
  {
    "en": "What is the role of support from family and friends in achieving your goals?",
    "km": "តើការគាំទ្រពីគ្រួសារ និងមិត្តភក្តិមានតួនាទីយ៉ាងដូចម្តេចក្នុងការសម្រេចគោលដៅ?",
    "category": "Dreams and Goals"
  },
  {
    "en": "Support from loved ones provides encouragement and advice.",
    "km": "ការគាំទ្រពីអ្នកដែលយើងស្រលាញ់ផ្តល់ការលើកទឹកចិត្ត និងដំបូន្មាន។",
    "category": "Dreams and Goals"
  },
  {
    "en": "How important is self-discipline in reaching your goals?",
    "km": "តើវត្ថុបំណងខ្លួនមានសារៈសំខាន់ប៉ុណ្ណា ក្នុងការសម្រេចគោលដៅ?",
    "category": "Dreams and Goals"
  },
  {
    "en": "Self-discipline keeps us focused and helps us avoid distractions.",
    "km": "វត្ថុបំណងខ្លួនជួយឲ្យយើងផ្តោតអារម្មណ៍ និងជៀសវាងការបន្លំខ្លួន។",
    "category": "Dreams and Goals"
  },
  {
    "en": "Do you think dreams change over time?",
    "km": "តើអ្នកគិតថាសុបិន្តអាចផ្លាស់ប្ដូរបានតាមពេលវេលាទេ?",
    "category": "Dreams and Goals"
  },
  {
    "en": "Yes, as we grow and learn, our dreams may evolve.",
    "km": "បាទ/ចាស ខណៈពេលយើងធំឡើង និងរៀនពីរឿងថ្មីៗ សុបិន្តរបស់យើងអាចផ្លាស់ប្ដូរ។",
    "category": "Dreams and Goals"
  },
  {
    "en": "What can you do if you feel stuck in pursuing your goals?",
    "km": "តើអ្នកអាចធ្វើអ្វីបានខ្លះបើអ្នកមានអារម្មណ៍ថាកំពុងឈប់សម្រាកក្នុងការតាមរកគោលដៅ?",
    "category": "Dreams and Goals"
  },
  {
    "en": "Taking a break and seeking advice can help regain motivation.",
    "km": "ការសម្រាកបន្តិច និងស្វែងរកដំបូន្មានអាចជួយកែលម្អកម្លាំងចិត្តវិញបាន។",
    "category": "Dreams and Goals"
  },


  {
    "en": "How do you celebrate when you achieve a goal?",
    "km": "តើអ្នកអបអរសាទរយ៉ាងដូចម្តេចពេលសម្រេចគោលដៅមួយ?",
    "category": "Dreams and Goals"
  },
  {
    "en": "I usually reward myself and share the success with others.",
    "km": "ខ្ញុំភាគច្រើនផ្តល់រង្វាន់ខ្លួនឯង និងចែករំលែកភាពជោគជ័យជាមួយអ្នកដទៃ។",
    "category": "Dreams and Goals"
  },
  {
    "en": "What are some common obstacles that stop people from reaching their dreams?",
    "km": "តើមានឧបសគ្គទូទៅអ្វីខ្លះដែលបង្អប់មនុស្សពីការសម្រេចសុបិន្តរបស់ពួកគេ?",
    "category": "Dreams and Goals"
  },
  {
    "en": "Fear, lack of confidence, and limited resources are common obstacles.",
    "km": "ការភ័យខ្លាច ការខ្វះទំនុកចិត្ត និងធនធានដ៏កំណត់គឺជាឧបសគ្គទូទៅ។",
    "category": "Dreams and Goals"
  },
  {
    "en": "How important is having a positive mindset when chasing goals?",
    "km": "តើការមានគំនិតវិជ្ជមានមានសារៈសំខាន់ប៉ុណ្ណា ពេលតាមរកគោលដៅ?",
    "category": "Dreams and Goals"
  },
  {
    "en": "A positive mindset keeps us motivated and helps overcome difficulties.",
    "km": "គំនិតវិជ្ជមានជួយឲ្យយើងមានកម្លាំងចិត្ត និងឆ្លងកាត់ការលំបាក។",
    "category": "Dreams and Goals"
  },
  {
    "en": "Do you think setting deadlines helps in achieving goals?",
    "km": "តើអ្នកគិតថាការកំណត់ពេលវេលាចុងក្រោយជួយសម្រេចគោលដៅបានទេ?",
    "category": "Dreams and Goals"
  },
  {
    "en": "Yes, deadlines create urgency and help keep us on track.",
    "km": "បាទ/ចាស ពេលវេលាចុងក្រោយបង្កើតអារម្មណ៍បន្ទាន់ និងជួយឲ្យយើងនៅលើផ្លូវ។",
    "category": "Dreams and Goals"
  },
  {
    "en": "How can visualization techniques help in achieving dreams?",
    "km": "តើបច្ចេកទេសចម្លងរូបភាពអាចជួយសម្រេចសុបិន្តបានយ៉ាងដូចម្តេច?",
    "category": "Dreams and Goals"
  },
  {
    "en": "Visualization helps us imagine success and stay motivated.",
    "km": "ការចម្លងរូបភាពជួយឲ្យយើងកំណត់ភាពជោគជ័យ និងរក្សាកម្លាំងចិត្ត។",
    "category": "Dreams and Goals"
  },


  {
    "en": "How do you express your emotions to others?",
    "km": "តើអ្នកបង្ហាញអារម្មណ៍របស់អ្នកដល់អ្នកដទៃយ៉ាងដូចម្តេច?",
    "category": "Relationships and Emotions"
  },
  {
    "en": "I try to be honest and open when sharing my feelings.",
    "km": "ខ្ញុំព្យាយាមមានភាពสัตย์ត្រឹម និងបើកចំហរ ពេលចែករំលែកអារម្មណ៍។",
    "category": "Relationships and Emotions"
  },
  {
    "en": "What is the key to maintaining a healthy relationship?",
    "km": "តើចំណុចសំខាន់សម្រាប់រក្សាទំនាក់ទំនងមានសុខភាពល្អគឺអ្វី?",
    "category": "Relationships and Emotions"
  },
  {
    "en": "Communication and trust are essential for a healthy relationship.",
    "km": "ការទំនាក់ទំនង និងការជឿជាក់គឺចាំបាច់សម្រាប់ទំនាក់ទំនងមានសុខភាពល្អ។",
    "category": "Relationships and Emotions"
  },
  {
    "en": "How do you handle conflicts with loved ones?",
    "km": "តើអ្នកដោះស្រាយជម្លោះជាមួយអ្នកស្រលាញ់យ៉ាងដូចម្តេច?",
    "category": "Relationships and Emotions"
  },
  {
    "en": "I listen carefully and try to understand their point of view.",
    "km": "ខ្ញុំស្តាប់យ៉ាងយកចិត្តទុកដាក់ និងព្យាយាមយល់ពីទស្សនៈរបស់ពួកគេ។",
    "category": "Relationships and Emotions"
  },
  {
    "en": "Why is empathy important in relationships?",
    "km": "ហេតុអ្វីបានជា អារម្មណ៍ស្មោះត្រង់មានសារៈសំខាន់ក្នុងទំនាក់ទំនង?",
    "category": "Relationships and Emotions"
  },
  {
    "en": "Empathy helps us connect deeply and support each other.",
    "km": "អារម្មណ៍ស្មោះត្រង់ជួយឲ្យយើងភ្ជាប់ខ្សែក្រវ៉ាត់ និងគាំទ្រគ្នាទៅវិញទៅមក។",
    "category": "Relationships and Emotions"
  },
  {
    "en": "How do you cope with feelings of loneliness?",
    "km": "តើអ្នកដោះស្រាយអារម្មណ៍ឯកោយ៉ាងដូចម្តេច?",
    "category": "Relationships and Emotions"
  },
  {
    "en": "I try to stay busy and reach out to friends and family.",
    "km": "ខ្ញុំព្យាយាមធ្វើរឿងច្រើន និងទាក់ទងមិត្តភក្តិ និងគ្រួសារ។",
    "category": "Relationships and Emotions"
  },


  {
    "en": "What role does forgiveness play in maintaining relationships?",
    "km": "តើការអភ័យទោសមានតួនាទីអ្វីក្នុងការរក្សាទំនាក់ទំនង?",
    "category": "Relationships and Emotions"
  },
  {
    "en": "Forgiveness helps heal wounds and strengthen bonds.",
    "km": "ការអភ័យទោសជួយព្យាបាលរបួស និងពង្រឹងចង្វាក់។",
    "category": "Relationships and Emotions"
  },
  {
    "en": "How can you improve communication with someone you care about?",
    "km": "តើធ្វើដូចម្តេចដើម្បីធ្វើឲ្យការទំនាក់ទំនងជាមួយនរណាម្នាក់ដែលអ្នកថែរក្សាល្អឡើង?",
    "category": "Relationships and Emotions"
  },
  {
    "en": "By listening actively and expressing yourself clearly.",
    "km": "ដោយស្តាប់យ៉ាងសកម្ម និងបញ្ជាក់អារម្មណ៍ខ្លួនឯងយ៉ាងច្បាស់។",
    "category": "Relationships and Emotions"
  },
  {
    "en": "What are healthy ways to express anger in a relationship?",
    "km": "តើមានវិធីណាខ្លះដែលមានសុខភាពល្អក្នុងការបង្ហាញកំហឹងក្នុងទំនាក់ទំនង?",
    "category": "Relationships and Emotions"
  },
  {
    "en": "Talking calmly and taking time to cool down before responding.",
    "km": "និយាយយ៉ាងស្ងប់ស្ងាត់ និងពេលវេលាដើម្បីធ្វើឲ្យស្ងប់ស្ងាត់មុនពេលឆ្លើយតប។",
    "category": "Relationships and Emotions"
  },
  {
    "en": "How important is emotional support during difficult times?",
    "km": "តើការគាំទ្រអារម្មណ៍មានសារៈសំខាន់ប៉ុណ្ណា ក្នុងពេលកាលកំណត់លំបាក?",
    "category": "Relationships and Emotions"
  },
  {
    "en": "Emotional support provides comfort and strength to overcome challenges.",
    "km": "ការគាំទ្រអារម្មណ៍ផ្តល់នូវការលំអៀង និងកម្លាំងដើម្បីឆ្លងកាត់បញ្ហា។",
    "category": "Relationships and Emotions"
  },
  {
    "en": "How do you build trust in new relationships?",
    "km": "តើអ្នកសាងសង់ការជឿជាក់ក្នុងទំនាក់ទំនងថ្មីៗយ៉ាងដូចម្តេច?",
    "category": "Relationships and Emotions"
  },
  {
    "en": "By being honest, reliable, and respecting boundaries.",
    "km": "ដោយមានភាពស្មោះត្រង់ ទុកចិត្តបាន និងគោរពដែនកំណត់។",
    "category": "Relationships and Emotions"
  },


  {
    "en": "How do cultural differences affect relationships?",
    "km": "តើភាពខុសគ្នាផ្នែកវប្បធម៌មានឥទ្ធិពលយ៉ាងដូចម្តេចលើទំនាក់ទំនង?",
    "category": "Relationships and Emotions"
  },
  {
    "en": "They can create misunderstandings but also opportunities to learn.",
    "km": "វាអាចបង្កើតការយល់ច្រឡំនិងផ្តល់ឱកាសសម្រាប់ការរៀនរួមគ្នា។",
    "category": "Relationships and Emotions"
  },
  {
    "en": "What strategies help to manage stress in relationships?",
    "km": "តើយុទ្ធសាស្ត្រអ្វីខ្លះជួយគ្រប់គ្រងស្ត្រេសក្នុងទំនាក់ទំនង?",
    "category": "Relationships and Emotions"
  },
  {
    "en": "Open communication and spending quality time together help reduce stress.",
    "km": "ការទំនាក់ទំនងបើកចំហ និងការចំណាយពេលគុណភាពជាមួយគ្នាជួយកាត់បន្ថយស្ត្រេស។",
    "category": "Relationships and Emotions"
  },
  {
    "en": "How can you support a friend going through emotional difficulties?",
    "km": "តើធ្វើដូចម្តេចដើម្បីគាំទ្រមិត្តភក្តិដែលកំពុងរងអារម្មណ៍លំបាក?",
    "category": "Relationships and Emotions"
  },
  {
    "en": "By listening without judgment and offering help when needed.",
    "km": "ដោយស្តាប់ដោយមិនកាត់ទោស និងផ្តល់ជំនួយពេលត្រូវការ។",
    "category": "Relationships and Emotions"
  },
  {
    "en": "What is the impact of social media on emotions and relationships?",
    "km": "តើបណ្តាញសង្គមមានឥទ្ធិពលយ៉ាងដូចម្តេចលើអារម្មណ៍ និងទំនាក់ទំនង?",
    "category": "Relationships and Emotions"
  },
  {
    "en": "It can both connect people and cause misunderstandings or stress.",
    "km": "វាអាចភ្ជាប់មនុស្សបាន និងបង្កើតការយល់ច្រឡំឬស្ត្រេស។",
    "category": "Relationships and Emotions"
  },
  {
    "en": "How do you recover emotionally after a breakup?",
    "km": "តើអ្នកសំរាកពីអារម្មណ៍បន្ទាប់ពីបែកគ្នាយ៉ាងដូចម្តេច?",
    "category": "Relationships and Emotions"
  },
  {
    "en": "I give myself time to heal and focus on self-care.",
    "km": "ខ្ញុំផ្តល់ពេលវេលាឲ្យខ្លួនឯងព្យាបាល និងផ្តោតលើការថែរក្សាខ្លួន។",
    "category": "Relationships and Emotions"
  },


  {
    "en": "How do you handle jealousy in a relationship?",
    "km": "តើអ្នកដោះស្រាយអារម្មណ៍អៀនក្នុងទំនាក់ទំនងយ៉ាងដូចម្តេច?",
    "category": "Relationships and Emotions"
  },
  {
    "en": "I communicate openly and try to understand the root cause.",
    "km": "ខ្ញុំទំនាក់ទំនងបើកចំហ និងព្យាយាមយល់ពីមូលហេតុដើម។",
    "category": "Relationships and Emotions"
  },
  {
    "en": "What are effective ways to show appreciation to your partner?",
    "km": "តើមានវិធីណាដែលមានប្រសិទ្ធភាពក្នុងការបង្ហាញការសោមនស្សចិត្តទៅដល់ដៃគូររបស់អ្នក?",
    "category": "Relationships and Emotions"
  },
  {
    "en": "By giving compliments, spending time together, and listening well.",
    "km": "ដោយផ្តល់ពាក្យសរសើរ ចំណាយពេលជាមួយ និងស្តាប់យ៉ាងល្អ។",
    "category": "Relationships and Emotions"
  },
  {
    "en": "How important is physical touch in expressing emotions?",
    "km": "តើការប៉ះទង្គិចរាងកាយមានសារៈសំខាន់ប៉ុណ្ណា ក្នុងការបង្ហាញអារម្មណ៍?",
    "category": "Relationships and Emotions"
  },
  {
    "en": "Physical touch can strengthen bonds and convey care.",
    "km": "ការប៉ះទង្គិចរាងកាយអាចពង្រឹងចង្វាក់ និងបញ្ជាក់ការថែរក្សា។",
    "category": "Relationships and Emotions"
  },
  {
    "en": "What are signs of a toxic relationship?",
    "km": "តើអ្វីខ្លះជាសញ្ញានៃទំនាក់ទំនងដែលមានភាពគ្រោះថ្នាក់?",
    "category": "Relationships and Emotions"
  },
  {
    "en": "Lack of respect, constant criticism, and control issues are signs.",
    "km": "ការខ្វះការគោរព ការរិះគន់ជាប់ៗ និងបញ្ហាការគ្រប់គ្រងគឺជាសញ្ញា។",
    "category": "Relationships and Emotions"
  },
  {
    "en": "How can emotional intelligence improve relationships?",
    "km": "តើបញ្ញាអារម្មណ៍អាចធ្វើឲ្យទំនាក់ទំនងប្រសើរឡើងបានយ៉ាងដូចម្តេច?",
    "category": "Relationships and Emotions"
  },
  {
    "en": "It helps us understand and manage our emotions and others’ better.",
    "km": "វាជួយឲ្យយើងយល់ និងគ្រប់គ្រងអារម្មណ៍ខ្លួនឯង និងរបស់អ្នកដទៃបានល្អជាងមុន។",
    "category": "Relationships and Emotions"
  },


  {
    "en": "How do you support someone who is grieving?",
    "km": "តើអ្នកគាំទ្រអ្នកដែលកំពុងសោកសៅយ៉ាងដូចម្តេច?",
    "category": "Relationships and Emotions"
  },
  {
    "en": "By being patient, listening, and offering help when needed.",
    "km": "ដោយមានក្ដីអត់ធ្មត់ ស្តាប់ និងផ្តល់ជំនួយពេលត្រូវការ។",
    "category": "Relationships and Emotions"
  },
  {
    "en": "What role does humor play in relationships?",
    "km": "តើកំប្លែងមានតួនាទីអ្វីក្នុងទំនាក់ទំនង?",
    "category": "Relationships and Emotions"
  },
  {
    "en": "Humor helps reduce tension and build connection.",
    "km": "កំប្លែងជួយកាត់បន្ថយតានតឹង និងសាងសង់ការភ្ជាប់។",
    "category": "Relationships and Emotions"
  },
  {
    "en": "How can you rebuild trust after it has been broken?",
    "km": "តើធ្វើដូចម្តេចដើម្បីសាងសង់ការជឿជាក់ឡើងវិញ បន្ទាប់ពីវាធ្លាក់ចុះ?",
    "category": "Relationships and Emotions"
  },
  {
    "en": "Through consistent honesty, transparency, and patience.",
    "km": "តាមរយៈភាពស្មោះត្រង់ជាប់ជានិច្ច ការបើកចំហ និងក្ដីអត់ធ្មត់។",
    "category": "Relationships and Emotions"
  },
  {
    "en": "What are healthy boundaries in a relationship?",
    "km": "តើដែនកំណត់ដែលមានសុខភាពល្អក្នុងទំនាក់ទំនងមានអ្វីខ្លះ?",
    "category": "Relationships and Emotions"
  },
  {
    "en": "Respecting personal space, privacy, and individual needs.",
    "km": "គោរពលំនៅផ្ទាល់ខ្លួន ព័ត៌មានឯកជន និងតម្រូវការផ្ទាល់ខ្លួន។",
    "category": "Relationships and Emotions"
  },


  {
    "en": "How does advertising influence consumer behavior?",
    "km": "តើការផ្សព្វផ្សាយមានឥទ្ធិពលយ៉ាងដូចម្តេចលើចលនារបស់អ្នកប្រើប្រាស់?",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "Advertising can create desire and affect purchasing decisions.",
    "km": "ការផ្សព្វផ្សាយអាចបង្កើតចំណង់ចំណូលចិត្ត និងមានឥទ្ធិពលលើការជ្រើសរើសទិញ។",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "What are common techniques used in advertising?",
    "km": "តើបច្ចេកវិទ្យារួមផ្សំនៅក្នុងការផ្សព្វផ្សាយមានអ្វីខ្លះ?",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "Techniques like emotional appeal, celebrity endorsements, and discounts.",
    "km": "បច្ចេកវិទ្យាដូចជា ការទាក់ទាញអារម្មណ៍ ការគាំទ្រពីតារា និងការបញ្ចុះតម្លៃ។",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "How can consumers protect themselves from misleading ads?",
    "km": "តើអ្នកប្រើប្រាស់អាចការពារខ្លួនពីការផ្សព្វផ្សាយដែលបោកប្រាស់បានយ៉ាងដូចម្តេច?",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "By researching products and reading reviews before buying.",
    "km": "ដោយស្រាវជ្រាវផលិតផល និងអានមតិមុនពេលទិញ។",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "What impact does consumerism have on the environment?",
    "km": "តើការប្រើប្រាស់ច្រើនមានឥទ្ធិពលយ៉ាងដូចម្តេចលើបរិស្ថាន?",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "Excessive consumption leads to more waste and resource depletion.",
    "km": "ការប្រើប្រាស់ច្រើនអ្វីៗបណ្តាលឲ្យមានកំណត់បរិមាណកាកសំណល់ និងការបាត់បង់ធនធាន។",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "How do advertisements target different age groups?",
    "km": "តើការផ្សព្វផ្សាយផ្តោតលើក្រុមអាយុផ្សេងៗយ៉ាងដូចម្តេច?",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "By using language, images, and products that appeal to specific ages.",
    "km": "ដោយប្រើភាសា រូបភាព និងផលិតផលដែលទាក់ទាញតាមអាយុជាក់លាក់។",
    "category": "Advertising and Consumerism"
  },


  {
    "en": "What role do social media influencers play in advertising?",
    "km": "តើអ្នកប៉ះពាល់នៅបណ្តាញសង្គមមានតួនាទីអ្វីក្នុងការផ្សព្វផ្សាយ?",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "They promote products to their followers and shape trends.",
    "km": "ពួកគេចូលរួមផ្សព្វផ្សាយផលិតផលទៅអ្នកតាម ហើយបង្កើតនិន្នាការ។",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "How can advertising create unrealistic expectations?",
    "km": "តើការផ្សព្វផ្សាយអាចបង្កើតការរំពឹងទុកមិនពិតប្រាកដយ៉ាងដូចម្តេច?",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "By exaggerating benefits and showing idealized lifestyles.",
    "km": "ដោយពន្យល់អត្ថប្រយោជន៍ឲ្យលើសហើយបង្ហាញជីវិតល្អឥតខ្ចោះ។",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "What are ethical concerns related to advertising to children?",
    "km": "តើបញ្ហាជំនឿសាស្ត្រអ្វីខ្លះដែលពាក់ព័ន្ធនឹងការផ្សព្វផ្សាយទៅក្មេង?",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "Advertising can exploit children’s vulnerability and affect their choices.",
    "km": "ការផ្សព្វផ្សាយអាចប្រើប្រាស់ចំណុចទន់ខ្សោយរបស់ក្មេង និងមានឥទ្ធិពលលើជម្រើសរបស់ពួកគេ។",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "How does consumerism influence cultural values?",
    "km": "តើការប្រើប្រាស់ច្រើនមានឥទ្ធិពលយ៉ាងដូចម្តេចលើតម្លៃវប្បធម៌?",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "It can shift focus from tradition to materialism.",
    "km": "វាអាចផ្លាស់ប្តូរបំណងពីប្រពៃណីទៅរបស់វត្ថុ។",
    "category": "Advertising and Consumerism"
  },


  {
    "en": "What strategies do companies use to encourage repeat purchases?",
    "km": "តើក្រុមហ៊ុនប្រើយុទ្ធសាស្ត្រអ្វីខ្លះក្នុងការលើកទឹកចិត្តការជាវម្ដងទៀត?",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "They offer loyalty programs, discounts, and personalized marketing.",
    "km": "ពួកគេចេញកម្មវិធីភាពស្មោះត្រង់ បញ្ចុះតម្លៃ និងទីផ្សារផ្ទាល់ខ្លួន។",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "How does packaging influence consumer choices?",
    "km": "តើកញ្ចប់ផលិតផលមានឥទ្ធិពលយ៉ាងដូចម្តេចលើជម្រើសរបស់អ្នកប្រើប្រាស់?",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "Attractive packaging can catch attention and suggest quality.",
    "km": "កញ្ចប់គួរឱ្យចាប់អារម្មណ៍អាចទាក់ទាញ និងសម្រួលបង្ហាញគុណភាព។",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "What is the impact of seasonal sales on consumer behavior?",
    "km": "តើការលក់តាមរដូវមានឥទ្ធិពលយ៉ាងដូចម្តេចលើចលនារបស់អ្នកប្រើប្រាស់?",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "They create urgency and encourage buying more than usual.",
    "km": "វាបង្កើតអារម្មណ៍រញ្ជួយចិត្ត និងលើកទឹកចិត្តឲ្យទិញច្រើនជាងធម្មតា។",
    "category": "Advertising and Consumerism"
  },


  {
    "en": "How do online reviews affect consumer decisions?",
    "km": "តើមតិយោបល់អនឡាញមានឥទ្ធិពលយ៉ាងដូចម្តេចលើការសម្រេចចិត្តរបស់អ្នកប្រើប្រាស់?",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "Positive reviews increase trust, while negative ones may deter buyers.",
    "km": "មតិយោបល់វិជ្ជមានបង្កើនការជឿជាក់ ខណៈដែលមតិយោបល់អវិជ្ជមានអាចបញ្ឈប់អ្នកទិញ។",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "What ethical responsibilities do advertisers have?",
    "km": "តើអ្នកផ្សព្វផ្សាយមានបំណុលសីលធម៌អ្វីខ្លះ?",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "To provide honest information and avoid deceptive tactics.",
    "km": "ផ្តល់ព័ត៌មានស្មោះត្រង់ និងជៀសវាងយុទ្ធសាស្ត្របោកប្រាស់។",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "How can consumer awareness reduce impulsive buying?",
    "km": "តើការយល់ដឹងរបស់អ្នកប្រើប្រាស់អាចកាត់បន្ថយការទិញដោយអារម្មណ៍លឿនបានយ៉ាងដូចម្តេច?",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "By encouraging thoughtful consideration before purchases.",
    "km": "ដោយលើកទឹកចិត្តការពិចារណាយ៉ាងម៉ត់ចត់មុនពេលទិញ។",
    "category": "Advertising and Consumerism"
  },


  {
    "en": "Why is transparency important in advertising?",
    "km": "ហេតុអ្វីបានជា ការបើកចំហរមានសារៈសំខាន់ក្នុងការផ្សព្វផ្សាយ?",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "Transparency builds consumer trust and promotes fair competition.",
    "km": "ការបើកចំហារបង្កើតការជឿជាក់ពីអ្នកប្រើប្រាស់ និងលើកកម្ពស់ការប្រកួតប្រជែងយុត្តិធម៌។",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "How do targeted ads use personal data?",
    "km": "តើការផ្សព្វផ្សាយផ្តោតលើគោលដៅប្រើទិន្នន័យផ្ទាល់ខ្លួនយ៉ាងដូចម្តេច?",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "They analyze user behavior to show relevant ads.",
    "km": "ពួកគេវិភាគអាកប្បកិរិយារបស់អ្នកប្រើ ដើម្បីបង្ហាញការផ្សព្វផ្សាយដែលសមស្រប។",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "What is green marketing?",
    "km": "តើទីផ្សារប្រកបដោយបរិស្ថាន (Green Marketing) គឺជាអ្វី?",
    "category": "Advertising and Consumerism"
  },
  {
    "en": "Marketing products that are environmentally friendly and sustainable.",
    "km": "ទីផ្សារផលិតផលដែលមេត្តាបរិស្ថាន និងអាចរក្សាទុកបានជាប់ជានិច្ច។",
    "category": "Advertising and Consumerism"
  },


  {
    "en": "What are the main causes of climate change?",
    "km": "តើមូលហេតុសំខាន់ៗនៃការប្រែប្រួលអាកាសធាតុមានអ្វីខ្លះ?",
    "category": "Global Issues"
  },
  {
    "en": "Greenhouse gas emissions from industries and deforestation.",
    "km": "ការចេញផ្លែធ្យូងពីឧស្សាហកម្ម និងការកាប់ព្រៃ។",
    "category": "Global Issues"
  },
  {
    "en": "How does global poverty affect children’s education?",
    "km": "តើភាពក្រីក្រ​ពិភពលោកមានឥទ្ធិពលយ៉ាងដូចម្តេចលើការអប់រំរបស់កុមារ?",
    "category": "Global Issues"
  },
  {
    "en": "Poor families often cannot afford school fees and materials.",
    "km": "គ្រួសារក្រីក្រ មិនអាចចំណាយលុយសម្រាប់ថ្លៃសាលា និងសម្ភារៈបាន។",
    "category": "Global Issues"
  },
  {
    "en": "What international efforts help combat infectious diseases?",
    "km": "តើការខិតខំប្រឹងប្រែងអន្តរជាតិត្រូវបានធ្វើដូចម្តេចដើម្បីប្រយុទ្ធនឹងជំងឺឆ្លង?",
    "category": "Global Issues"
  },
  {
    "en": "Organizations coordinate vaccination programs and research.",
    "km": "អង្គការនានាប្រព្រឹត្តការផ្សព្វផ្សាយការចាក់វ៉ាក់សាំង និងការស្រាវជ្រាវ។",
    "category": "Global Issues"
  },
  {
    "en": "How do conflicts impact global security?",
    "km": "តើការប្រឈមមុខនឹងជម្លោះមានឥទ្ធិពលយ៉ាងដូចម្តេចលើសន្តិសុខពិភពលោក?",
    "category": "Global Issues"
  },
  {
    "en": "Conflicts cause instability, displacement, and threaten peace.",
    "km": "ជម្លោះបង្កើតភាពអស្ថិរភាព ការបំភ្លឺ និងគំរាមកំហែងសន្តិភាព។",
    "category": "Global Issues"
  },


  {
    "en": "What role do international organizations play in disaster relief?",
    "km": "តើអង្គការអន្តរជាតិត្រូវបានចាត់តួនាទីយ៉ាងដូចម្តេចក្នុងការជួយសង្គ្រោះបន្ទាន់?",
    "category": "Global Issues"
  },
  {
    "en": "They provide resources, coordination, and expertise to affected areas.",
    "km": "ពួកគេផ្តល់ធនធាន ការសម្របសម្រួល និងជំនាញទៅតំបន់ដែលបានរងផលប៉ះពាល់។",
    "category": "Global Issues"
  },
  {
    "en": "How does globalization affect cultural diversity?",
    "km": "តើការពិភពលោកកាន់តែកាន់តែមានឥទ្ធិពលដល់ភាពចម្រុះវប្បធម៌យ៉ាងដូចម្តេច?",
    "category": "Global Issues"
  },
  {
    "en": "It can both spread cultural awareness and threaten local traditions.",
    "km": "វាអាចផ្សព្វផ្សាយការយល់ដឹងវប្បធម៌ និងគំរាមកំហែងប្រពៃណីក្នុងតំបន់។",
    "category": "Global Issues"
  },
  {
    "en": "What are the challenges of managing refugee crises?",
    "km": "តើបញ្ហាទំនាស់ក្នុងការគ្រប់គ្រងវិបត្តិភ្ញៀវភាគច្រើនមានអ្វីខ្លះ?",
    "category": "Global Issues"
  },
  {
    "en": "Providing shelter, healthcare, and integration into new communities.",
    "km": "ផ្តល់ទីស្នាក់ អ្នកថែទាំសុខភាព និងការរួមបញ្ចូលក្នុងសហគមន៍ថ្មី។",
    "category": "Global Issues"
  },


  {
    "en": "How can international cooperation help reduce carbon emissions?",
    "km": "តើការសហប្រតិបត្តិការអន្តរជាតិសម្រួលអោយបន្ថយការបញ្ចេញកាបូនបានយ៉ាងដូចម្តេច?",
    "category": "Global Issues"
  },
  {
    "en": "By setting global targets and sharing clean energy technologies.",
    "km": "ដោយកំណត់គោលដៅសកល និងចែករំលែកបច្ចេកវិទ្យាថាមពលស្អាត។",
    "category": "Global Issues"
  },
  {
    "en": "What impact does plastic pollution have on oceans?",
    "km": "តើការបំពុលប្លាស្ទិកមានឥទ្ធិពលយ៉ាងដូចម្តេចលើសមុទ្រ?",
    "category": "Global Issues"
  },
  {
    "en": "It harms marine life and contaminates the food chain.",
    "km": "វាប៉ះពាល់ដល់ជីវិតសមុទ្រ និងបាក់បែកខ្សែអាហារ។",
    "category": "Global Issues"
  },
  {
    "en": "Why is access to clean water a global challenge?",
    "km": "ហេតុអ្វីបានជា ការចូលប្រើទឹកស្អាតគឺជាបញ្ហាពិភពលោក?",
    "category": "Global Issues"
  },
  {
    "en": "Many regions lack infrastructure and face pollution issues.",
    "km": "តំបន់ជាច្រើនខ្វះហេដ្ឋារចនាសម្ព័ន្ធ និងជួបបញ្ហាបំពុល។",
    "category": "Global Issues"
  },


  {
    "en": "How does deforestation contribute to biodiversity loss?",
    "km": "តើការកាប់ព្រៃបណ្តាលឲ្យបាត់បង់ភាពចម្រុះជីវចម្រុះយ៉ាងដូចម្តេច?",
    "category": "Global Issues"
  },
  {
    "en": "It destroys habitats, forcing species to relocate or face extinction.",
    "km": "វាបំផ្លាញទីស្នាក់នៅ បង្ខំឲ្យប្រភេទសត្វផ្លាស់ទី ឬប្រឈមមុខនឹងការបាត់បង់។",
    "category": "Global Issues"
  },
  {
    "en": "What role do youth play in solving global problems?",
    "km": "តើយុវជនមានតួនាទីអ្វីក្នុងការដោះស្រាយបញ្ហាពិភពលោក?",
    "category": "Global Issues"
  },
  {
    "en": "They raise awareness, innovate solutions, and lead activism.",
    "km": "ពួកគេលើកកម្ពស់ការយល់ដឹង ច្នៃប្រឌិតដំណោះស្រាយ និងដឹកនាំសកម្មភាព។",
    "category": "Global Issues"
  },
  {
    "en": "How do pandemics affect global economies?",
    "km": "តើជំងឺរាតត្បាតមានឥទ្ធិពលយ៉ាងដូចម្តេចលើសេដ្ឋកិច្ចពិភពលោក?",
    "category": "Global Issues"
  },
  {
    "en": "They disrupt trade, reduce productivity, and increase healthcare costs.",
    "km": "វាធ្វើឲ្យពាណិជ្ជកម្មខូចខាត បន្ថយផលិតភាព និងបង្កើនការចំណាយថែទាំសុខភាព។",
    "category": "Global Issues"
  },


  {
    "en": "What are the effects of urbanization on the environment?",
    "km": "តើផលប៉ះពាល់នៃការរីកចម្រើនទីក្រុងលើបរិស្ថានមានអ្វីខ្លះ?",
    "category": "Global Issues"
  },
  {
    "en": "Urbanization leads to pollution, habitat loss, and increased resource consumption.",
    "km": "ការរីកចម្រើនទីក្រុងនាំឲ្យមានការបំពុល ការបាត់បង់ទីស្នាក់នៅ និងការប្រើប្រាស់ធនធានបន្ថែម។",
    "category": "Global Issues"
  },
  {
    "en": "How can renewable energy contribute to sustainable development?",
    "km": "តើថាមពលដែលអាចបញ្ចូលបានជាថ្មីអាចជួយការអភិវឌ្ឍន៍ប្រកបដោយចីរភាពយ៉ាងដូចម្តេច?",
    "category": "Global Issues"
  },
  {
    "en": "By reducing greenhouse gases and providing clean power sources.",
    "km": "ដោយកាត់បន្ថយឧស្ម័នកម្ដៅផែនដី និងផ្តល់ថាមពលស្អាត។",
    "category": "Global Issues"
  },
  {
    "en": "What challenges do developing countries face in tackling global issues?",
    "km": "តើប្រទេសកំពុងអភិវឌ្ឍមានបញ្ហាអ្វីខ្លះក្នុងការដោះស្រាយបញ្ហាពិភពលោក?",
    "category": "Global Issues"
  },
  {
    "en": "Limited resources, lack of technology, and political instability.",
    "km": "ធនធានកំណត់ ខ្វះបច្ចេកវិទ្យា និងភាពអស្ថិរភាពនយោបាយ។",
    "category": "Global Issues"
  },


  {
    "en": "How does food insecurity affect global health?",
    "km": "តើការខ្វះអាហារត្រឹមត្រូវមានឥទ្ធិពលដល់សុខភាពពិភពលោកយ៉ាងដូចម្តេច?",
    "category": "Global Issues"
  },
  {
    "en": "It leads to malnutrition, weakened immunity, and higher disease rates.",
    "km": "វាបង្កើតការខ្វះសារជាតិអាហារ រាងកាយខ្សោយ និងកម្រិតជំងឺកើនឡើង។",
    "category": "Global Issues"
  },
  {
    "en": "What are the impacts of international trade disputes?",
    "km": "តើបញ្ហាសង្រ្គាមពាណិជ្ជកម្មអន្តរជាតิมានូវផលប៉ះពាល់អ្វីខ្លះ?",
    "category": "Global Issues"
  },
  {
    "en": "They disrupt markets, increase tariffs, and slow economic growth.",
    "km": "វាធ្វើឲ្យទីផ្សារបាក់បែក កើនពន្ធ និងយឺតការរីកចម្រើនសេដ្ឋកិច្ច។",
    "category": "Global Issues"
  },
  {
    "en": "How do water scarcity issues cause conflicts?",
    "km": "តើបញ្ហាខ្វះទឹកបណ្តាលឲ្យមានជម្លោះបានយ៉ាងដូចម្តេច?",
    "category": "Global Issues"
  },
  {
    "en": "Competition over limited water resources can escalate tensions.",
    "km": "ការប្រកួតប្រជែងលើធនធានទឹកកំណត់អាចបង្កើតភាពតានតឹង។",
    "category": "Global Issues"
  },


  {
    "en": "What role does education play in addressing global challenges?",
    "km": "តើការអប់រំមានតួនាទីយ៉ាងដូចម្តេចក្នុងការដោះស្រាយបញ្ហាពិភពលោក?",
    "category": "Global Issues"
  },
  {
    "en": "Education raises awareness and equips people with problem-solving skills.",
    "km": "ការអប់រំលើកកម្ពស់ការយល់ដឹង និងផ្តល់ជំនាញដោះស្រាយបញ្ហា។",
    "category": "Global Issues"
  },
  {
    "en": "How do migration patterns affect global demographics?",
    "km": "តើលំនាំការចលាចលនាអាចប៉ះពាល់ដល់ស្ថិតិប្រជាជនពិភពលោកយ៉ាងដូចម្តេច?",
    "category": "Global Issues"
  },
  {
    "en": "Migration changes population distribution and cultural diversity.",
    "km": "ការចលាចលផ្លាស់ប្ដូរចំណាយប្រជាជន និងភាពចម្រុះវប្បធម៌។",
    "category": "Global Issues"
  },
  {
    "en": "What strategies help combat global terrorism?",
    "km": "តើយុទ្ធសាស្ត្រអ្វីខ្លះជួយប្រយុទ្ធនឹងការគំរាមកំហែងពិភពលោក?",
    "category": "Global Issues"
  },
  {
    "en": "International cooperation, intelligence sharing, and community engagement.",
    "km": "សហប្រតិបត្តិការអន្តរជាតិ ការចែករំលែកព័ត៌មាន និងការចូលរួមសហគមន៍។",
    "category": "Global Issues"
  },


  {
    "en": "What measures can communities take to improve safety?",
    "km": "តើសហគមន៍អាចចាត់វិធានការអ្វីខ្លះដើម្បីបង្កើនសុវត្ថិភាព?",
    "category": "Crime and Safety"
  },
  {
    "en": "They can organize neighborhood watches and improve lighting.",
    "km": "ពួកគេអាចរៀបចំការជួយសង្កេតតំបន់ និងបង្កើនការបំពងភ្លើង។",
    "category": "Crime and Safety"
  },
  {
    "en": "How does technology help prevent crimes?",
    "km": "តើបច្ចេកវិទ្យាជួយបញ្ឈប់បទល្មើសយ៉ាងដូចម្តេច?",
    "category": "Crime and Safety"
  },
  {
    "en": "Surveillance cameras and alarm systems deter criminal activities.",
    "km": "កាមេរ៉ាសង្កេត និងប្រព័ន្ធសោភណ្ឌជួយទប់ស្កាត់អំពើបទល្មើស។",
    "category": "Crime and Safety"
  },
  {
    "en": "Why is community involvement important in crime prevention?",
    "km": "ហេតុអ្វីបានជាការចូលរួមសហគមន៍មានសារៈសំខាន់ក្នុងការបញ្ឈប់បទល្មើស?",
    "category": "Crime and Safety"
  },
  {
    "en": "It builds trust and encourages reporting suspicious activities.",
    "km": "វាសាងសង់ការជឿទុកចិត្ត និងលើកទឹកចិត្តការរាយការណ៍សកម្មភាពគួរឱ្យសង្ស័យ។",
    "category": "Crime and Safety"
  },


  {
    "en": "What measures can communities take to improve safety?",
    "km": "តើសហគមន៍អាចចាត់វិធានការអ្វីខ្លះដើម្បីបង្កើនសុវត្ថិភាព?",
    "category": "Crime and Safety"
  },
  {
    "en": "They can organize neighborhood watches and improve lighting.",
    "km": "ពួកគេអាចរៀបចំការជួយសង្កេតតំបន់ និងបង្កើនការបំពងភ្លើង។",
    "category": "Crime and Safety"
  },
  {
    "en": "How does technology help prevent crimes?",
    "km": "តើបច្ចេកវិទ្យាជួយបញ្ឈប់បទល្មើសយ៉ាងដូចម្តេច?",
    "category": "Crime and Safety"
  },
  {
    "en": "Surveillance cameras and alarm systems deter criminal activities.",
    "km": "កាមេរ៉ាសង្កេត និងប្រព័ន្ធសោភណ្ឌជួយទប់ស្កាត់អំពើបទល្មើស។",
    "category": "Crime and Safety"
  },
  {
    "en": "Why is community involvement important in crime prevention?",
    "km": "ហេតុអ្វីបានជាការចូលរួមសហគមន៍មានសារៈសំខាន់ក្នុងការបញ្ឈប់បទល្មើស?",
    "category": "Crime and Safety"
  },
  {
    "en": "It builds trust and encourages reporting suspicious activities.",
    "km": "វាសាងសង់ការជឿទុកចិត្ត និងលើកទឹកចិត្តការរាយការណ៍សកម្មភាពគួរឱ្យសង្ស័យ។",
    "category": "Crime and Safety"
  },
  {
    "en": "What are the common causes of youth crime?",
    "km": "តើមូលហេតុទូទៅនៃបទល្មើសវ័យក្មេងមានអ្វីខ្លះ?",
    "category": "Crime and Safety"
  },
  {
    "en": "Poverty, lack of education, and peer pressure contribute to youth crime.",
    "km": "ភាពក្រីក្រ ការខ្វះការអប់រំ និងសម្ពាធមិត្តភក្តិជួយបង្កការប្រព្រឹត្តបទល្មើសវ័យក្មេង។",
    "category": "Crime and Safety"
  },
  {
    "en": "How can schools help reduce crime rates?",
    "km": "តើសាលាអាចជួយកាត់បន្ថយអត្រាបទល្មើសយ៉ាងដូចម្តេច?",
    "category": "Crime and Safety"
  },
  {
    "en": "By providing education on ethics and conflict resolution.",
    "km": "ដោយផ្តល់ការអប់រំអំពីសីលធម៌ និងដោះស្រាយវិវាទ។",
    "category": "Crime and Safety"
  },
  {
    "en": "What role do law enforcement agencies play in community safety?",
    "km": "តួនាទីរបស់ស្ថាប័នអនុវត្តច្បាប់នៅក្នុងសុវត្ថិភាពសហគមន៍មានអ្វីខ្លះ?",
    "category": "Crime and Safety"
  },
  {
    "en": "They enforce laws, investigate crimes, and protect citizens.",
    "km": "ពួកគេអនុវត្តច្បាប់ ស៊ើបអង្កេតបទល្មើស និងការពារសាធារណជន។",
    "category": "Crime and Safety"
  },
  {
    "en": "How can citizens contribute to reducing crime?",
    "km": "តើប្រជាជនអាចចូលរួមយ៉ាងដូចម្តេចក្នុងការកាត់បន្ថយបទល្មើស?",
    "category": "Crime and Safety"
  },
  {
    "en": "By staying vigilant and reporting suspicious behavior to authorities.",
    "km": "ដោយស្វែងរក និងរាយការណ៍ឥរិយាបទសង្ស័យទៅអាជ្ញាធរ។",
    "category": "Crime and Safety"
  },
  {
    "en": "What are the effects of crime on society?",
    "km": "ផលប៉ះពាល់នៃបទល្មើសលើសង្គមមានអ្វីខ្លះ?",
    "category": "Crime and Safety"
  },
  {
    "en": "Crime causes fear, economic loss, and damages community trust.",
    "km": "បទល្មើសបង្កើតការភ័យខ្លាច បាត់បង់សេដ្ឋកិច្ច និងខូចជឿទុកចិត្តសហគមន៍។",
    "category": "Crime and Safety"
  },


  {
    "en": "How does drug abuse contribute to crime rates?",
    "km": "តើការជួយគាំទ្រមួយរបស់សារធាតុចាំបាច់ប៉ះពាល់ដល់អត្រាបទល្មើសយ៉ាងដូចម្តេច?",
    "category": "Crime and Safety"
  },
  {
    "en": "Drug abuse often leads to violent crimes and theft.",
    "km": "ការជួយគាំទ្រមួយរបស់សារធាតុចាំបាច់ជាញឹកញាប់បណ្តាលឲ្យមានអំពើហិង្សា និងការលួច។",
    "category": "Crime and Safety"
  },
  {
    "en": "What is the importance of cyber security in preventing crimes?",
    "km": "តើសុវត្ថិភាពបណ្តាញមានសារៈសំខាន់ប៉ុណ្ណាដើម្បីបញ្ឈប់បទល្មើស?",
    "category": "Crime and Safety"
  },
  {
    "en": "It protects personal data and prevents online fraud.",
    "km": "វារក្សាសុវត្ថិភាពទិន្នន័យផ្ទាល់ខ្លួន និងទប់ស្កាត់ការលួចតាមអនឡាញ។",
    "category": "Crime and Safety"
  },
  {
    "en": "How can government policies reduce crime rates?",
    "km": "តើយុទ្ធសាស្រ្តរដ្ឋាភិបាលអាចកាត់បន្ថយអត្រាបទល្មើសយ៉ាងដូចម្តេច?",
    "category": "Crime and Safety"
  },
  {
    "en": "By implementing stricter laws and supporting social programs.",
    "km": "ដោយអនុវត្តច្បាប់ខ្លាំង និងគាំទ្រប្រแกรมសង្គម។",
    "category": "Crime and Safety"
  },


  {
    "en": "What are the effects of domestic violence on families?",
    "km": "ផលប៉ះពាល់នៃអំពើហិង្សាក្នុងគ្រួសារមានអ្វីខ្លះ?",
    "category": "Crime and Safety"
  },
  {
    "en": "It causes emotional trauma and disrupts family stability.",
    "km": "វាបង្កការវិបត្តិផ្លូវចិត្ត និងបំផ្លាញស្ថិរភាពគ្រួសារ។",
    "category": "Crime and Safety"
  },
  {
    "en": "How can public awareness campaigns reduce crime?",
    "km": "តើយុទ្ធនាការយល់ដឹងសាធារណៈអាចកាត់បន្ថយបទល្មើសបានយ៉ាងដូចម្តេច?",
    "category": "Crime and Safety"
  },
  {
    "en": "They educate people on risks and encourage safe behaviors.",
    "km": "ពួកវាបង្រៀនមនុស្សអំពីគ្រោះថ្នាក់ និងលើកទឹកចិត្តឱ្យអនុវត្តទម្លាប់សុវត្ថិភាព។",
    "category": "Crime and Safety"
  },
  {
    "en": "What role does poverty play in increasing crime?",
    "km": "ភាពក្រីក្រមានតួនាទីយ៉ាងដូចម្តេចក្នុងការកើនឡើងនៃបទល្មើស?",
    "category": "Crime and Safety"
  },
  {
    "en": "Poverty can push people to commit crimes for survival.",
    "km": "ភាពក្រីក្រអាចបង្ខំឱ្យមនុស្សធ្វើអំពើបទល្មើសដើម្បីរស់រានមានជីវិត។",
    "category": "Crime and Safety"
  },


  {
    "en": "How effective are rehabilitation programs for offenders?",
    "km": "កម្មវិធីសង្គ្រោះសម្រាប់អ្នកធ្វើអំពើបាបមានប្រសិទ្ធភាពប៉ុណ្ណា?",
    "category": "Crime and Safety"
  },
  {
    "en": "They help offenders reintegrate into society and reduce repeat crimes.",
    "km": "កម្មវិធីទាំងនេះជួយឲ្យអ្នកធ្វើអំពើបាបឱ្យត្រឡប់ចូលក្នុងសង្គម និងកាត់បន្ថយការធ្វើអំពើឡើងវិញ។",
    "category": "Crime and Safety"
  },
  {
    "en": "What challenges do police face in ensuring community safety?",
    "km": "បញ្ហាអ្វីខ្លះដែលប៉ូលីសជួបប្រទៈក្នុងការធានាសុវត្ថិភាពសហគមន៍?",
    "category": "Crime and Safety"
  },
  {
    "en": "Limited resources and public mistrust can hinder their work.",
    "km": "ធនធានកំណត់ និងការមិនទុកចិត្តពីសាធារណជនអាចបញ្ហាជាការងារ។",
    "category": "Crime and Safety"
  },
  {
    "en": "How important is educating youth about crime prevention?",
    "km": "ការអប់រំវ័យក្មេងអំពីការបញ្ឈប់បទល្មើសមានសារៈសំខាន់យ៉ាងដូចម្តេច?",
    "category": "Crime and Safety"
  },
  {
    "en": "It raises awareness and helps build responsible future citizens.",
    "km": "វាបង្កើនការយល់ដឹង និងជួយបង្កើតប្រជាជនមានទំនួលខុសត្រូវនាពេលអនាគត។",
    "category": "Crime and Safety"
  },


  {
    "en": "What strategies can businesses use to protect themselves from crime?",
    "km": "យុទ្ធសាស្រ្តអ្វីខ្លះដែលអាជីវកម្មអាចប្រើដើម្បីការពារខ្លួនពីបទល្មើស?",
    "category": "Crime and Safety"
  },
  {
    "en": "They can install security systems and train employees on safety protocols.",
    "km": "ពួកគេអាចដំឡើងប្រព័ន្ធសន្តិសុខ និងបណ្តុះបណ្តាលនិយោជិកអំពីនីតិវិធីសុវត្ថិភាព។",
    "category": "Crime and Safety"
  },
  {
    "en": "How does gang violence impact community safety?",
    "km": "អំពើហិង្សារបស់ក្រុមអាក្រក់មានឥទ្ធិពលដល់សុវត្ថិភាពសហគមន៍យ៉ាងដូចម្តេច?",
    "category": "Crime and Safety"
  },
  {
    "en": "It creates fear and disrupts peace in neighborhoods.",
    "km": "វាបង្កើតការភ័យខ្លាច និងបំផ្លាញសន្តិសុខនៅតំបន់។",
    "category": "Crime and Safety"
  },
  {
    "en": "What role does education play in reducing crime?",
    "km": "ការអប់រំមានតួនាទីយ៉ាងដូចម្តេចក្នុងការកាត់បន្ថយបទល្មើស?",
    "category": "Crime and Safety"
  },
  {
    "en": "Education provides opportunities and discourages criminal behavior.",
    "km": "ការអប់រំផ្តល់ឱកាស និងរារាំងអំពើបាប។",
    "category": "Crime and Safety"
  },
  {
    "en": "How can neighbors work together to enhance safety?",
    "km": "តើអ្នកជិតខាងអាចធ្វើការជាមួយគ្នាយ៉ាងដូចម្តេចដើម្បីបង្កើនសុវត្ថិភាព?",
    "category": "Crime and Safety"
  },
  {
    "en": "By sharing information and watching out for each other.",
    "km": "ដោយចែករំលែកព័ត៌មាន និងរក្សាសុវត្ថិភាពគ្នា។",
    "category": "Crime and Safety"
  },
  {
    "en": "Why is reporting crimes important for public safety?",
    "km": "ហេតុអ្វីបានជាការរាយការណ៍អំពើបទល្មើសមានសារៈសំខាន់សម្រាប់សុវត្ថិភាពសាធារណៈ?",
    "category": "Crime and Safety"
  },
  {
    "en": "It helps authorities respond quickly and prevent further crimes.",
    "km": "វាជួយឲ្យអាជ្ញាធរឆ្លើយតបឆាប់រហ័ស និងទប់ស្កាត់បទល្មើសបន្ថែម។",
    "category": "Crime and Safety"
  },


  {
    "en": "How can technology help reduce crime rates?",
    "km": "បច្ចេកវិទ្យាអាចជួយកាត់បន្ថយអត្រាបទល្មើសបានយ៉ាងដូចម្តេច?",
    "category": "Crime and Safety"
  },
  {
    "en": "Surveillance cameras and data analysis help catch criminals faster.",
    "km": "កាមេរ៉ាសម្លាប់និងវិភាគទិន្នន័យជួយរកឃើញអ្នកដឹងបាបបានលឿនជាងមុន។",
    "category": "Crime and Safety"
  },
  {
    "en": "What are common signs of cybercrime?",
    "km": "អ្វីខ្លះជាសញ្ញាទូទៅនៃបទល្មើសបណ្តាញ?",
    "category": "Crime and Safety"
  },
  {
    "en": "Phishing emails and unauthorized access attempts are common signs.",
    "km": "អ៊ីមែលក្លែងក្លាយ និងការប្រថុយចូលដោយមិនបានអនុញ្ញាតជាសញ្ញាទូទៅ។",
    "category": "Crime and Safety"
  },
  {
    "en": "How important is community policing in crime prevention?",
    "km": "ការចូលរួមរបស់សហគមន៍ជាមួយប៉ូលីសមានសារៈសំខាន់យ៉ាងដូចម្តេចក្នុងការការពារបទល្មើស?",
    "category": "Crime and Safety"
  },
  {
    "en": "It builds trust and improves cooperation between police and citizens.",
    "km": "វាបង្កើតការជឿទុកចិត្ត និងបង្កើនការសហការរវាងប៉ូលីស និងប្រជាពលរដ្ឋ។",
    "category": "Crime and Safety"
  },
  {
    "en": "What measures can schools take to ensure student safety?",
    "km": "សាលាអាចអនុវត្តវិធានការអ្វីខ្លះដើម្បីធានាសុវត្ថិភាពនិស្សិត?",
    "category": "Crime and Safety"
  },
  {
    "en": "Schools should have security staff and emergency plans in place.",
    "km": "សាលាគួរតែមានបុគ្គលិកសន្តិសុខ និងផែនការបន្ទាន់។",
    "category": "Crime and Safety"
  },
  {
    "en": "How can victims of crime get support and justice?",
    "km": "តើអ្នករងគ្រោះពីបទល្មើសអាចទទួលបានការគាំទ្រ និងយុត្តិធម៌យ៉ាងដូចម្តេច?",
    "category": "Crime and Safety"
  },
  {
    "en": "Through counseling services and fair legal processes.",
    "km": "តាមរយៈសេវាកម្មផ្តល់អារម្មណ៍ និងដំណើរការច្បាប់ត្រឹមត្រូវ។",
    "category": "Crime and Safety"
  },


  {
    "en": "What role does the community play in preventing crime?",
    "km": "សហគមន៍មានតួនាទីយ៉ាងដូចម្តេចក្នុងការការពារបទល្មើស?",
    "category": "Crime and Safety"
  },
  {
    "en": "Community involvement helps identify risks and supports prevention efforts.",
    "km": "ការចូលរួមរបស់សហគមន៍ជួយសម្គាល់ហានិភ័យ និងគាំទ្រព្យាយាមការពារ។",
    "category": "Crime and Safety"
  },
  {
    "en": "How can neighborhood watch programs improve safety?",
    "km": "កម្មវិធីថែរក្សាសង្កាត់អាចបង្កើនសុវត្ថិភាពបានយ៉ាងដូចម្តេច?",
    "category": "Crime and Safety"
  },
  {
    "en": "By encouraging vigilance and reporting suspicious activities.",
    "km": "ដោយលើកទឹកចិត្តការប្រុងប្រយ័ត្ន និងរាយការណ៍សកម្មភាពសង្ស័យ។",
    "category": "Crime and Safety"
  },
  {
    "en": "What are some ways to protect personal information online?",
    "km": "វិធីខ្លះៗដើម្បីការពារព័ត៌មានផ្ទាល់ខ្លួនលើអនឡាញមានអ្វីខ្លះ?",
    "category": "Crime and Safety"
  },
  {
    "en": "Use strong passwords and avoid sharing sensitive data publicly.",
    "km": "ប្រើពាក្យសម្ងាត់ខ្លាំង និងកុំចែករំលែកទិន្នន័យសម្ងាត់ជាសាធារណៈ។",
    "category": "Crime and Safety"
  },
  {
    "en": "How does drug abuse relate to crime rates?",
    "km": "ការជួញដូរគ្រឿងញៀនពាក់ព័ន្ធយ៉ាងដូចម្តេចនឹងអត្រាបទល្មើស?",
    "category": "Crime and Safety"
  },
  {
    "en": "Drug abuse often leads to increased criminal activities and violence.",
    "km": "ការជួញដូរក៏ធ្វើឱ្យមានអំពើបាប និងអំពើហិង្សាកើនឡើង។",
    "category": "Crime and Safety"
  },
  {
    "en": "What is the importance of emergency response training?",
    "km": "តើការបណ្តុះបណ្តាលឆ្លើយតបអាសន្នមានសារៈសំខាន់យ៉ាងដូចម្តេច?",
    "category": "Crime and Safety"
  },
  {
    "en": "It prepares individuals to act quickly and effectively during crises.",
    "km": "វាប្រមូលផ្តុំនូវការជ្រាបជ្រែកឲ្យមនុស្សអាចប្រតិបត្តិបានយ៉ាងលឿន និងមានប្រសិទ្ធភាពពេលមានបញ្ហា។",
    "category": "Crime and Safety"
  },


  {
    "en": "What is the significance of the French Revolution?",
    "km": "តើការបដិវត្តន៍បារាំងមានសារៈសំខាន់យ៉ាងដូចម្តេច?",
    "category": "History and Politics"
  },
  {
    "en": "It marked the rise of democracy and the end of monarchy in France.",
    "km": "វាបានសម្គាល់ការលេចធ្លោក្នុងរបបប្រជាធិបតេយ្យ និងបញ្ចប់របបរាជាធិបតេយ្យនៅបារាំង។",
    "category": "History and Politics"
  },
  {
    "en": "How do elections impact a country’s political landscape?",
    "km": "តើការបោះឆ្នោតប៉ះពាល់ដល់ទេសភាពនយោបាយរបស់ប្រទេសយ៉ាងដូចម្តេច?",
    "category": "History and Politics"
  },
  {
    "en": "They determine leaders and influence government policies.",
    "km": "វាកំណត់អ្នកដឹកនាំ និងឥទ្ធិពលលើគោលនយោបាយរដ្ឋាភិបាល។",
    "category": "History and Politics"
  },
  {
    "en": "What were the causes of World War II?",
    "km": "ហេតុផលអ្វីខ្លះដែលធ្វើឲ្យមានសង្គ្រាមលោកលើកទីពីរ?",
    "category": "History and Politics"
  },
  {
    "en": "Treaty violations and aggressive expansion by some countries led to the war.",
    "km": "ការបំពានកិច្ចព្រមព្រៀង និងការពង្រីកជាអាក្រក់របស់ប្រទេសខ្លះបាននាំឲ្យមានសង្គ្រាម។",
    "category": "History and Politics"
  },
  {
    "en": "How does democracy differ from authoritarianism?",
    "km": "តើប្រជាធិបតេយ្យខុសពីរបបអធិរាជយ៉ាងដូចម្តេច?",
    "category": "History and Politics"
  },
  {
    "en": "Democracy allows citizen participation, while authoritarianism centralizes power.",
    "km": "ប្រជាធិបតេយ្យអនុញ្ញាតឲ្យប្រជាជនចូលរួម ខណៈដែលអធិរាជយកអំណាចកណ្តាល។",
    "category": "History and Politics"
  },
  {
    "en": "What role did colonialism play in shaping modern countries?",
    "km": "អាណាធិបតេយ្យមានតួនាទីយ៉ាងដូចម្តេចក្នុងការបង្កើតប្រទេសទំនើប?",
    "category": "History and Politics"
  },
  {
    "en": "Colonialism influenced borders, cultures, and economies of many nations.",
    "km": "អាណាធិបតេយ្យបានឥទ្ធិពលលើព្រំដែន វប្បធម៌ និងសេដ្ឋកិច្ចរបស់ជាតិជាច្រើន។",
    "category": "History and Politics"
  },


  {
    "en": "How do political parties influence government decisions?",
    "km": "តើគណបក្សនយោបាយប៉ះពាល់ដល់ការសម្រេចចិត្តរដ្ឋាភិបាលយ៉ាងដូចម្តេច?",
    "category": "History and Politics"
  },
  {
    "en": "They propose policies and mobilize voters to support their agendas.",
    "km": "ពួកគេផ្តល់យោបល់គោលនយោបាយ និងប្រមូលផ្តុំអ្នកបោះឆ្នោតដើម្បីគាំទ្រកម្មវិធីរបស់ខ្លួន។",
    "category": "History and Politics"
  },
  {
    "en": "What are the main functions of a constitution?",
    "km": "តើអត្ថន័យសំខាន់ៗរបស់រដ្ឋធម្មនុញ្ញមានអ្វីខ្លះ?",
    "category": "History and Politics"
  },
  {
    "en": "It defines government structure, protects rights, and outlines laws.",
    "km": "វាបញ្ជាក់រចនាសម្ព័ន្ធរដ្ឋាភិបាល ការពារសិទ្ធិ និងបញ្ជាក់ច្បាប់។",
    "category": "History and Politics"
  },
  {
    "en": "How have revolutions shaped societies throughout history?",
    "km": "តើការបដិវត្តន៍បានប៉ះពាល់សង្គមយ៉ាងដូចម្តេចក្នុងប្រវត្តិសាស្ត្រ?",
    "category": "History and Politics"
  },
  {
    "en": "Revolutions often bring social change and new political orders.",
    "km": "ការបដិវត្តន៍ជាថ្មីជាទូទៅនាំឲ្យមានការផ្លាស់ប្តូរសង្គម និងរបបនយោបាយថ្មី។",
    "category": "History and Politics"
  },
  {
    "en": "What is the role of the judiciary in politics?",
    "km": "តើអង្គភាពច្បាប់មានតួនាទីយ៉ាងដូចម្តេចក្នុងនយោបាយ?",
    "category": "History and Politics"
  },
  {
    "en": "The judiciary interprets laws and ensures justice is served fairly.",
    "km": "អង្គភាពច្បាប់បកស្រាយច្បាប់ និងធានាថាយុត្តិធម៌ត្រូវបានអនុវត្តត្រឹមត្រូវ។",
    "category": "History and Politics"
  },
  {
    "en": "How does media influence political opinions?",
    "km": "តើប្រព័ន្ធផ្សព្វផ្សាយប៉ះពាល់មតិការបោះឆ្នោតយ៉ាងដូចម្តេច?",
    "category": "History and Politics"
  },
  {
    "en": "Media shapes public perception and can sway voter decisions.",
    "km": "ប្រព័ន្ធផ្សព្វផ្សាយបង្កើតការយល់ឃើញសាធារណៈ និងអាចបង្វែរការសម្រេចចិត្តរបស់អ្នកបោះឆ្នោត។",
    "category": "History and Politics"
  },


  {
    "en": "What impact did the Cold War have on global politics?",
    "km": "តើសង្គ្រាមត្រជាក់មានផលប៉ះពាល់យ៉ាងដូចម្តេចលើនយោបាយពិភពលោក?",
    "category": "History and Politics"
  },
  {
    "en": "It created tensions between superpowers and influenced alliances.",
    "km": "វាបានបង្កើតភាពតានតឹងរវាងអាណាចក្រធំៗ និងប៉ះពាល់ដល់សម្ព័ន្ធភាពជាតិ។",
    "category": "History and Politics"
  },
  {
    "en": "How do political ideologies differ around the world?",
    "km": "តើគំនិតនយោបាយខុសគ្នាយ៉ាងដូចម្តេចនៅជុំវិញពិភពលោក?",
    "category": "History and Politics"
  },
  {
    "en": "They vary based on culture, history, and social values.",
    "km": "គំនិតនយោបាយបម្លែងទៅតាមវប្បធម៌ ប្រវត្តិសាស្ត្រ និងតម្លៃសង្គម។",
    "category": "History and Politics"
  },
  {
    "en": "What lessons can be learned from historical conflicts?",
    "km": "តើយើងអាចរៀនបានអ្វីពីជម្លោះប្រវត្តិសាស្ត្រ?",
    "category": "History and Politics"
  },
  {
    "en": "The importance of diplomacy and avoiding unnecessary wars.",
    "km": "សារៈសំខាន់នៃការទូត និងការជៀសវាងសង្គ្រាមមិនចាំបាច់។",
    "category": "History and Politics"
  },
  {
    "en": "How do governments balance security and freedom?",
    "km": "តើរដ្ឋាភិបាលត្រូវធ្វើតុល្យភាពរវាងសុវត្ថិភាព និងសេរីភាពយ៉ាងដូចម្តេច?",
    "category": "History and Politics"
  },
  {
    "en": "By implementing laws that protect citizens while respecting rights.",
    "km": "ដោយអនុវត្តច្បាប់ដែលការពារជនរួមខណៈដែលគោរពសិទ្ធិ។",
    "category": "History and Politics"
  },
  {
    "en": "What role do protests play in political change?",
    "km": "តើការតវ៉ាតវែងមានតួនាទីយ៉ាងដូចម្តេចក្នុងការផ្លាស់ប្តូរនយោបាយ?",
    "category": "History and Politics"
  },
  {
    "en": "They raise awareness and pressure leaders to act.",
    "km": "ពួកវាឡើងកម្រិតការយល់ដឹង និងផ្ដល់សំពាធដល់អ្នកដឹកនាំឲ្យដំណើរការ។",
    "category": "History and Politics"
  },


  {
    "en": "What does success mean to you?",
    "km": "តើភាពជោគជ័យមានន័យដូចម្តេចសម្រាប់អ្នក?",
    "category": "Success and Failure"
  },
  {
    "en": "It means reaching my goals and feeling happy about it.",
    "km": "វាមានន័យថាទៅដល់គោលដៅរបស់ខ្ញុំ និងមានសុភមង្គលចំពោះវា។",
    "category": "Success and Failure"
  },
  {
    "en": "Why is failure important in life?",
    "km": "ហេតុអ្វីបានជា ការបរាជ័យមានសារៈសំខាន់ក្នុងជីវិត?",
    "category": "Success and Failure"
  },
  {
    "en": "Because it teaches us lessons and makes us stronger.",
    "km": "ព្រោះវាសង្ឃឹមឲ្យយើងរៀន និងធ្វើឲ្យយើងរឹងមាំជាងមុន។",
    "category": "Success and Failure"
  },
  {
    "en": "How can people deal with failure?",
    "km": "តើមនុស្សអាចដោះស្រាយជាមួយការបរាជ័យបានយ៉ាងដូចម្តេច?",
    "category": "Success and Failure"
  },
  {
    "en": "They can learn from mistakes and try again.",
    "km": "ពួកគេចូលចិត្តរៀនពីកំហុស និងសាកល្បងម្តងទៀត។",
    "category": "Success and Failure"
  },
  {
    "en": "What habits help people succeed?",
    "km": "តើអ្វីខ្លះជាភាពទម្លាប់ដែលជួយឲ្យមនុស្សទទួលបានជោគជ័យ?",
    "category": "Success and Failure"
  },
  {
    "en": "Hard work, good planning, and staying positive.",
    "km": "ការខិតខំធ្វើការ ការធ្វើផែនការ ល្អ និងមានទស្សនៈវិជ្ជមាន។",
    "category": "Success and Failure"
  },
  {
    "en": "Can failure lead to success?",
    "km": "តើការបរាជ័យអាចនាំឲ្យមានជោគជ័យបានទេ?",
    "category": "Success and Failure"
  },
  {
    "en": "Yes, if we learn from it and do better next time.",
    "km": "បាទ/ចាស ប្រសិនបើយើងរៀនពីវា ហើយធ្វើឲ្យប្រសើរជាងមុន។",
    "category": "Success and Failure"
  },


  {
    "en": "What do successful people usually do every day?",
    "km": "តើមនុស្សជោគជ័យភាគច្រើនធ្វើអ្វីរៀងរាល់ថ្ងៃ?",
    "category": "Success and Failure"
  },
  {
    "en": "They set goals, work hard, and stay focused.",
    "km": "ពួកគេចែងគោលដៅ ខិតខំធ្វើការ និងផ្តោតអារម្មណ៍លើអ្វីដែលត្រូវធ្វើ។",
    "category": "Success and Failure"
  },
  {
    "en": "Why do some people give up after failure?",
    "km": "ហេតុអ្វីមនុស្សខ្លះបោះបង់បន្ទាប់ពីបរាជ័យ?",
    "category": "Success and Failure"
  },
  {
    "en": "Because they feel disappointed and lose confidence.",
    "km": "ព្រោះពួកគេមានអារម្មណ៍ខកចិត្ត និងបាត់បង់ទំនុកចិត្តលើខ្លួនឯង។",
    "category": "Success and Failure"
  },
  {
    "en": "How can people stay motivated after failing?",
    "km": "តើមនុស្សអាចរកកម្លាំងចិត្តបន្តបន្ទាប់ពីបរាជ័យបានដូចម្តេច?",
    "category": "Success and Failure"
  },
  {
    "en": "By remembering their dreams and learning from mistakes.",
    "km": "ដោយចងចាំអំពីសុបិនរបស់ពួកគេ និងរៀនពីកំហុស។",
    "category": "Success and Failure"
  },
  {
    "en": "Is it okay to fail sometimes?",
    "km": "តើវាអាចទទួលយកការបរាជ័យនៅពេលខ្លះបានទេ?",
    "category": "Success and Failure"
  },
  {
    "en": "Yes, because it is a normal part of life.",
    "km": "បាន ព្រោះវាជាផ្នែកធម្មតាមួយនៃជីវិត។",
    "category": "Success and Failure"
  },
  {
    "en": "What advice would you give to someone who feels like a failure?",
    "km": "តើអ្នកនឹងផ្តល់ដំបូន្មានអ្វីដល់អ្នកមានអារម្មណ៍ថាបរាជ័យ?",
    "category": "Success and Failure"
  },
  {
    "en": "I would tell them to keep trying and believe in themselves.",
    "km": "ខ្ញុំនឹងប្រាប់ពួកគេឲ្យបន្តព្យាយាម ហើយជឿជាក់លើខ្លួនឯង។",
    "category": "Success and Failure"
  },
  {
    "en": "What is more important: talent or hard work?",
    "km": "តើអ្វីសំខាន់ជាងគេ៖ ប្រដាប់ប្រដារ ឬការខិតខំធ្វើការ?",
    "category": "Success and Failure"
  },
  {
    "en": "Hard work is more important because it can improve talent.",
    "km": "ការខិតខំធ្វើការសំខាន់ជាង ពីព្រោះវាអាចអភិវឌ្ឍសមត្ថភាពបាន។",
    "category": "Success and Failure"
  },


  {
    "en": "How do people measure success in life?",
    "km": "តើមនុស្សវាស់តម្លៃភាពជោគជ័យក្នុងជីវិតដូចម្តេច?",
    "category": "Success and Failure"
  },
  {
    "en": "Some measure it by money, others by happiness and good relationships.",
    "km": "មនុស្សខ្លះវាស់តាមប្រាក់ ខ្លះវិញតាមសុភមង្គល និងទំនាក់ទំនងល្អ។",
    "category": "Success and Failure"
  },
  {
    "en": "Why is it important to have goals?",
    "km": "ហេតុអ្វីបានជាការមានគោលដៅសំខាន់?",
    "category": "Success and Failure"
  },
  {
    "en": "Because goals give us direction and motivation.",
    "km": "ព្រោះគោលដៅផ្ដល់ទិសដៅ និងកម្លាំងចិត្តអោយយើង។",
    "category": "Success and Failure"
  },
  {
    "en": "Can small successes lead to bigger ones?",
    "km": "តើភាពជោគជ័យតូចៗអាចនាំឲ្យមានភាពជោគជ័យធំបន្ថែមទៀតបានទេ?",
    "category": "Success and Failure"
  },
  {
    "en": "Yes, small wins build confidence for bigger challenges.",
    "km": "បាន ព្រោះភាពជោគជ័យតូចៗជួយកសាងទំនុកចិត្តសម្រាប់ការប្រឈមធំៗ។",
    "category": "Success and Failure"
  },
  {
    "en": "What is one famous failure story you know?",
    "km": "តើអ្នកដឹងរឿងបរាជ័យល្បីមួយអ្វីខ្លះ?",
    "category": "Success and Failure"
  },
  {
    "en": "Thomas Edison failed many times before inventing the light bulb.",
    "km": "Thomas Edison បានបរាជ័យជាច្រើនដងមុននឹងបង្កើតចង្កៀងអគ្គិសនី។",
    "category": "Success and Failure"
  },
  {
    "en": "How can failure be a good teacher?",
    "km": "តើហេតុអ្វីបានជាការបរាជ័យអាចជាគ្រូល្អ?",
    "category": "Success and Failure"
  },
  {
    "en": "Because it shows us what doesn’t work and what we can improve.",
    "km": "ព្រោះវបង្ហាញអ្វីដែលមិនបាន និងអ្វីដែលយើងអាចកែលម្អ។",
    "category": "Success and Failure"
  },
  {
    "en": "Why should people celebrate their successes?",
    "km": "ហេតុអ្វីមនុស្សគួរតែអបអរសាទរពេលជោគជ័យ?",
    "category": "Success and Failure"
  },
  {
    "en": "Because it makes them feel proud and motivated to achieve more.",
    "km": "ព្រោះវាធ្វើអោយពួកគេមានមោទនភាព និងមានកម្លាំងចិត្តសម្រេចបានបន្ថែមទៀត។",
    "category": "Success and Failure"
  },


  {
    "en": "What can people learn from other people's failures?",
    "km": "តើមនុស្សអាចរៀនអ្វីពីការបរាជ័យរបស់អ្នកផ្សេង?",
    "category": "Success and Failure"
  },
  {
    "en": "They can avoid the same mistakes and improve faster.",
    "km": "ពួកគេអាចជៀសវាងកំហុសដូចគ្នា ហើយអភិវឌ្ឍលឿនជាងមុន។",
    "category": "Success and Failure"
  },
  {
    "en": "Is it better to succeed alone or with a team?",
    "km": "តើជោគជ័យម្នាក់ឯងល្អជាងឬជាមួយក្រុម?",
    "category": "Success and Failure"
  },
  {
    "en": "Success with a team is better because it shares the happiness.",
    "km": "ជោគជ័យជាមួយក្រុមល្អជាង ព្រោះអាចចែករំលែកសុភមង្គលជាមួយគ្នា។",
    "category": "Success and Failure"
  },
  {
    "en": "How do successful people handle stress?",
    "km": "តើមនុស្សជោគជ័យដោះស្រាយការតានតឹងដូចម្តេច?",
    "category": "Success and Failure"
  },
  {
    "en": "They stay calm, focus on solutions, and take breaks.",
    "km": "ពួកគេស្ងប់ស្ងាត់ ផ្តោតលើដំណោះស្រាយ និងសម្រាកពេលចាំបាច់។",
    "category": "Success and Failure"
  },
  {
    "en": "Why do people feel afraid of failure?",
    "km": "ហេតុអ្វីមនុស្សខ្លះខ្លាចការបរាជ័យ?",
    "category": "Success and Failure"
  },
  {
    "en": "Because they fear losing respect or disappointing others.",
    "km": "ព្រោះពួកគេខ្លាចបាត់បង់ការគោរព ឬធ្វើអោយអ្នកផ្សេងខកចិត្ត។",
    "category": "Success and Failure"
  },
  {
    "en": "What is one thing people should remember after failing?",
    "km": "តើមានអ្វីមួយដែលមនុស្សគួរចងចាំបន្ទាប់ពីបរាជ័យ?",
    "category": "Success and Failure"
  },
  {
    "en": "They should remember that failure is not the end.",
    "km": "ពួកគេគួរចងចាំថា ការបរាជ័យមិនមែនជាបញ្ចប់ទេ។",
    "category": "Success and Failure"
  },
  {
    "en": "What makes someone a successful person?",
    "km": "តើអ្វីធ្វើឲ្យមនុស្សម្នាក់ក្លាយជាមនុស្សជោគជ័យ?",
    "category": "Success and Failure"
  },
  {
    "en": "Hard work, a positive attitude, and never giving up.",
    "km": "ការខិតខំធ្វើការ មើលអំពើវិជ្ជមាន និងមិនបោះបង់។",
    "category": "Success and Failure"
  },


  {
    "en": "What should you do if you fail an important test?",
    "km": "តើអ្នកគួរធ្វើអ្វី ប្រសិនបើអ្នកបរាជ័យក្នុងការប្រលងសំខាន់មួយ?",
    "category": "Success and Failure"
  },
  {
    "en": "You should review your mistakes and prepare better next time.",
    "km": "អ្នកគួរតែពិនិត្យមើលកំហុស និងរៀបចំខ្លួនឲ្យប្រសើរជាងមុន។",
    "category": "Success and Failure"
  },
  {
    "en": "Can failure teach you about yourself?",
    "km": "តើការបរាជ័យអាចបង្រៀនអំពីខ្លួនឯងបានទេ?",
    "category": "Success and Failure"
  },
  {
    "en": "Yes, it shows your strengths and weaknesses.",
    "km": "បាន វាបង្ហាញពីចំណុចខ្លាំង និងចំណុចទាស់របស់អ្នក។",
    "category": "Success and Failure"
  },
  {
    "en": "Why do some people succeed faster than others?",
    "km": "ហេតុអ្វីមនុស្សខ្លះជោគជ័យលឿនជាងអ្នកផ្សេង?",
    "category": "Success and Failure"
  },
  {
    "en": "Because they work harder, stay focused, and take more risks.",
    "km": "ព្រោះពួកគេខិតខំប្រឹងប្រែង ផ្តោតអារម្មណ៍ និងហ៊ានចាប់ផ្តើមច្រើនជាង។",
    "category": "Success and Failure"
  },
  {
    "en": "Is it good to compare your success with others?",
    "km": "តើវាល្អទេក្នុងការប្រៀបធៀបភាពជោគជ័យរបស់អ្នកជាមួយអ្នកផ្សេង?",
    "category": "Success and Failure"
  },
  {
    "en": "No, because everyone has their own path and time.",
    "km": "ទេ ព្រោះមនុស្សនីមួយៗមានផ្លូវ និងពេលវេលាផ្សេងៗគ្នា។",
    "category": "Success and Failure"
  },
  {
    "en": "How can positive thinking help you succeed?",
    "km": "តើការគិតវិជ្ជមានអាចជួយឲ្យអ្នកជោគជ័យដូចម្តេច?",
    "category": "Success and Failure"
  },
  {
    "en": "It keeps you motivated and helps you stay strong in hard times.",
    "km": "វាជួយឲ្យអ្នកមានកម្លាំងចិត្ត និងរឹងមាំនៅពេលពិបាក។",
    "category": "Success and Failure"
  },
  {
    "en": "What is more important: trying or winning?",
    "km": "តើអ្វីសំខាន់ជាង៖ ការព្យាយាម ឬឈ្នះ?",
    "category": "Success and Failure"
  },
  {
    "en": "Trying is important because it teaches you lessons.",
    "km": "ការព្យាយាមសំខាន់ ព្រោះវាអាចបង្រៀនអ្វីឲ្យអ្នក។",
    "category": "Success and Failure"
  },


  {
    "en": "What is one small success you had this week?",
    "km": "តើអ្នកមានភាពជោគជ័យតូចមួយអ្វីខ្លះនៅសប្តាហ៍នេះ?",
    "category": "Success and Failure"
  },
  {
    "en": "I finished my work on time and felt proud.",
    "km": "ខ្ញុំបានបញ្ចប់ការងារតាមពេលវេលា ហើយមានមោទនភាព។",
    "category": "Success and Failure"
  },
  {
    "en": "Why is it important to learn from both success and failure?",
    "km": "ហេតុអ្វីការរៀនពីទាំងភាពជោគជ័យនិងការបរាជ័យសំខាន់?",
    "category": "Success and Failure"
  },
  {
    "en": "Because both can teach valuable lessons for the future.",
    "km": "ព្រោះទាំងពីរអាចបង្រៀនបទពិសោធន៍ល្អសម្រាប់អនាគត។",
    "category": "Success and Failure"
  },
  {
    "en": "How do you feel when you achieve your goal?",
    "km": "តើអ្នកមានអារម្មណ៍ដូចម្តេច ពេលសម្រេចបានគោលដៅ?",
    "category": "Success and Failure"
  },
  {
    "en": "I feel happy, excited, and more confident.",
    "km": "ខ្ញុំមានអារម្មណ៍សប្បាយរីករាយ និងមានទំនុកចិត្តច្រើនជាងមុន។",
    "category": "Success and Failure"
  },
  {
    "en": "Is it possible to succeed without failure?",
    "km": "តើអាចជោគជ័យបានដោយគ្មានបរាជ័យទេ?",
    "category": "Success and Failure"
  },
  {
    "en": "No, most people fail before they succeed.",
    "km": "ទេ មនុស្សភាគច្រើនតែងតែបរាជ័យសិនមុនពេលទទួលបានជោគជ័យ។",
    "category": "Success and Failure"
  },
  {
    "en": "What motivates you to keep trying after failure?",
    "km": "តើអ្វីជាកម្លាំងចិត្តអោយអ្នកបន្តព្យាយាមក្រោយបរាជ័យ?",
    "category": "Success and Failure"
  },
  {
    "en": "My dreams and the support from my family and friends.",
    "km": "សុបិនរបស់ខ្ញុំ និងការគាំទ្រពីគ្រួសារ និងមិត្តភក្ដិ។",
    "category": "Success and Failure"
  },
  {
    "en": "How can failure help you in the future?",
    "km": "តើការបរាជ័យអាចជួយអ្នកបានយ៉ាងដូចម្តេចនៅអនាគត?",
    "category": "Success and Failure"
  },
  {
    "en": "It helps you learn what to do better next time.",
    "km": "វាជួយឲ្យអ្នកដឹងអ្វីត្រូវធ្វើឲ្យប្រសើរនៅពេលក្រោយ។",
    "category": "Success and Failure"
  },


  {
    "en": "What is ethics?",
    "km": "តើសីលធម៌មានន័យដូចម្តេច?",
    "category": "Ethics and Morality"
  },
  {
    "en": "Ethics is knowing what is right and wrong in life.",
    "km": "សីលធម៌គឺជាការយល់ដឹងអំពីអ្វីដែលត្រឹមត្រូវ និងមិនត្រឹមត្រូវក្នុងជីវិត។",
    "category": "Ethics and Morality"
  },
  {
    "en": "Why is morality important in society?",
    "km": "ហេតុអ្វីគុណធម៌សំខាន់ក្នុងសង្គម?",
    "category": "Ethics and Morality"
  },
  {
    "en": "Because it helps people live peacefully and respect each other.",
    "km": "ព្រោះវជួយឲ្យមនុស្សរស់នៅដោយសន្តិភាព និងគោរពគ្នាទៅវិញទៅមក។",
    "category": "Ethics and Morality"
  },
  {
    "en": "Can people have different ideas about what is right and wrong?",
    "km": "តើមនុស្សអាចមានគំនិតខុសគ្នា អំពីអ្វីដែលត្រឹមត្រូវ និងមិនត្រឹមត្រូវបានទេ?",
    "category": "Ethics and Morality"
  },
  {
    "en": "Yes, because people come from different cultures and beliefs.",
    "km": "បាន ព្រោះមនុស្សមានវប្បធម៌ និងជំនឿខុសៗគ្នា។",
    "category": "Ethics and Morality"
  },
  {
    "en": "How can people learn good morals?",
    "km": "តើមនុស្សអាចរៀនគុណធម៌ល្អយ៉ាងដូចម្តេច?",
    "category": "Ethics and Morality"
  },
  {
    "en": "From family, school, religion, and their community.",
    "km": "ពីគ្រួសារ សាលារៀន សាសនា និងសហគមន៍របស់ពួកគេ។",
    "category": "Ethics and Morality"
  },
  {
    "en": "What happens if people act without morality?",
    "km": "តើមានអ្វីកើតឡើង ប្រសិនបើយើងអភិវឌ្ឍដោយគ្មានគុណធម៌?",
    "category": "Ethics and Morality"
  },
  {
    "en": "It can cause problems, conflicts, and harm to others.",
    "km": "វាអាចបង្កបញ្ហា ការប្រឆាំង និងប៉ះពាល់ដល់អ្នកផ្សេង។",
    "category": "Ethics and Morality"
  },
  {
    "en": "Should people always tell the truth?",
    "km": "តើមនុស្សគួរតែតែងតែប្រាប់សតិមានដែរ?",
    "category": "Ethics and Morality"
  },
  {
    "en": "Yes, because honesty builds trust and respect.",
    "km": "បាន ព្រោះភាពស្មោះត្រង់ជួយកសាងទំនុកចិត្ត និងការគោរព។",
    "category": "Ethics and Morality"
  },


  {
    "en": "Why is it important to help others?",
    "km": "ហេតុអ្វីការជួយអ្នកផ្សេងសំខាន់?",
    "category": "Ethics and Morality"
  },
  {
    "en": "Because it makes society kinder and more united.",
    "km": "ព្រោះវាធ្វើឲ្យសង្គមមានមេត្តាករុណា និងសាមគ្គីភាព។",
    "category": "Ethics and Morality"
  },
  {
    "en": "Is stealing always wrong?",
    "km": "តើការលួចតែងតែខុសទេ?",
    "category": "Ethics and Morality"
  },
  {
    "en": "Yes, because it hurts others and breaks trust.",
    "km": "បាន ព្រោះវាប៉ះពាល់ដល់អ្នកផ្សេង និងបំផ្លាញទំនុកចិត្ត។",
    "category": "Ethics and Morality"
  },
  {
    "en": "How can people show respect to each other?",
    "km": "តើមនុស្សអាចបង្ហាញការគោរពគ្នាទៅវិញទៅមកយ៉ាងដូចម្តេច?",
    "category": "Ethics and Morality"
  },
  {
    "en": "By listening, speaking politely, and accepting differences.",
    "km": "ដោយស្តាប់ ប្រាប់ពាក្យយ៉ាងសុភាសិត និងទទួលយកភាពខុសគ្នា។",
    "category": "Ethics and Morality"
  },
  {
    "en": "What should people do if they see someone doing something wrong?",
    "km": "តើមនុស្សគួរធ្វើអ្វី បើឃើញអ្នកផ្សេងធ្វើអ្វីមិនត្រឹមត្រូវ?",
    "category": "Ethics and Morality"
  },
  {
    "en": "They should report it or give kind advice.",
    "km": "ពួកគេគួររាយការណ៍ ឬផ្តល់ដំបូន្មានល្អ។",
    "category": "Ethics and Morality"
  },
  {
    "en": "Is it easy to always do the right thing?",
    "km": "តើវាស្រួលទេក្នុងការធ្វើអ្វីត្រឹមត្រូវជានិច្ច?",
    "category": "Ethics and Morality"
  },
  {
    "en": "No, but it is important to try and improve.",
    "km": "ទេ ប៉ុន្តាវាសំខាន់ក្នុងការព្យាយាម និងកែលម្អ។",
    "category": "Ethics and Morality"
  },
  {
    "en": "Why should we forgive people who make mistakes?",
    "km": "ហេតុអ្វីយើងគួរតែអត់អោនអ្នកដែលធ្វើបាប?",
    "category": "Ethics and Morality"
  },
  {
    "en": "Because everyone makes mistakes and deserves a second chance.",
    "km": "ព្រោះមនុស្សគ្រប់គ្នាសុទ្ធតែធ្វើកំហុស និងសមរម្យទទួលបានឱកាសទីពីរ។",
    "category": "Ethics and Morality"
  },
  {
    "en": "Can good morals make a person happier?",
    "km": "តើគុណធម៌ល្អអាចធ្វើអោយមនុស្សសប្បាយចិត្តបានទេ?",
    "category": "Ethics and Morality"
  },
  {
    "en": "Yes, because doing good brings peace and happiness.",
    "km": "បាន ព្រោះការធ្វើល្អនាំមកនូវសន្តិភាព និងសុភមង្គលក្នុងចិត្ត។",
    "category": "Ethics and Morality"
  },


  {
    "en": "What is honesty and why is it important?",
    "km": "តើភាពស្មោះត្រង់មានន័យដូចម្តេច ហើយហេតុអ្វីវាសំខាន់?",
    "category": "Ethics and Morality"
  },
  {
    "en": "Honesty means telling the truth and it builds trust.",
    "km": "ភាពស្មោះត្រង់មានន័យថាប្រាប់តាមការពិត ហើយវាកសាងទំនុកចិត្ត។",
    "category": "Ethics and Morality"
  },
  {
    "en": "How can children learn good behavior?",
    "km": "តើកុមារអាចរៀនចរិយាសីលធម៌ល្អយ៉ាងដូចម្តេច?",
    "category": "Ethics and Morality"
  },
  {
    "en": "By watching good examples from parents and teachers.",
    "km": "ដោយសង្កេតមើលគំរូល្អៗពីឪពុកម្តាយ និងគ្រូបង្រៀន។",
    "category": "Ethics and Morality"
  },
  {
    "en": "Is it okay to lie to protect someone’s feelings?",
    "km": "តើវាសមរម្យទេក្នុងការធ្វើពិតកុហកដើម្បីការពារចិត្តអ្នកផ្សេង?",
    "category": "Ethics and Morality"
  },
  {
    "en": "Sometimes it is better to be kind than to be honest.",
    "km": "ពេលខ្លះការមានមេត្តាធំបន្តិចក៏ប្រសើរជាងការស្មោះត្រង់ផងដែរ។",
    "category": "Ethics and Morality"
  },
  {
    "en": "Why should people respect the law?",
    "km": "ហេតុអ្វីមនុស្សគួរតែគោរពច្បាប់?",
    "category": "Ethics and Morality"
  },
  {
    "en": "Because it keeps society safe and fair for everyone.",
    "km": "ព្រោះវាបានរក្សាសង្គមឲ្យមានសុវត្ថិភាព និងសមធម៌សម្រាប់គ្រប់គ្នា។",
    "category": "Ethics and Morality"
  },
  {
    "en": "What are good manners in daily life?",
    "km": "តើចរិយាសុភាពល្អៗមានអ្វីខ្លះក្នុងជីវិតប្រចាំថ្ងៃ?",
    "category": "Ethics and Morality"
  },
  {
    "en": "Saying thank you, greeting people politely, and helping others.",
    "km": "និយាយអរគុណ វាយកូនសួស្តីដោយសុភាព និងជួយអ្នកដទៃ។",
    "category": "Ethics and Morality"
  },
  {
    "en": "Can kindness make a big difference in the world?",
    "km": "តើការមានមេត្តាករុណាអាចផ្លាស់ប្តូរពិភពលោកបានទេ?",
    "category": "Ethics and Morality"
  },
  {
    "en": "Yes, small kind actions can create a better world.",
    "km": "បាន ទោះជាការល្អតូចៗក៏អាចបង្កើតពិភពលោកល្អបាន។",
    "category": "Ethics and Morality"
  },
  {
    "en": "Why is it important to keep promises?",
    "km": "ហេតុអ្វីការរក្សសន្យាសំខាន់?",
    "category": "Ethics and Morality"
  },
  {
    "en": "Because it shows responsibility and builds strong relationships.",
    "km": "ព្រោះវាបង្ហាញពីការទទួលខុសត្រូវ និងបង្កើតទំនាក់ទំនងល្អ។",
    "category": "Ethics and Morality"
  },


  {
    "en": "What is fairness and why does it matter?",
    "km": "តើភាពសមធម៌មានន័យដូចម្តេច ហើយហេតុអ្វីវាសំខាន់?",
    "category": "Ethics and Morality"
  },
  {
    "en": "Fairness means treating everyone equally and it builds peace.",
    "km": "ភាពសមធម៌មានន័យថាប្រព្រឹត្តដូចគ្នាទៅលើមនុស្សទាំងអស់ និងវាបង្កើតសន្តិភាព។",
    "category": "Ethics and Morality"
  },
  {
    "en": "How can people show kindness to strangers?",
    "km": "តើមនុស្សអាចបង្ហាញភាពមេត្តាករុណា ដល់អ្នកអនិមិត្តសញ្ញាដូចម្តេច?",
    "category": "Ethics and Morality"
  },
  {
    "en": "By helping them, smiling, and speaking politely.",
    "km": "ដោយជួយពួកគេ ផ្ដល់ការញញឹម និងនិយាយយ៉ាងសុភាព។",
    "category": "Ethics and Morality"
  },
  {
    "en": "Why is it wrong to cheat in school or work?",
    "km": "ហេតុអ្វីការលួចបោកនៅសាលា ឬកន្លែងធ្វើការជារឿងខុស?",
    "category": "Ethics and Morality"
  },
  {
    "en": "Because it is dishonest and unfair to others.",
    "km": "ព្រោះវាជាការខ្វះស្មោះត្រង់ និងមិនសមធម៌ចំពោះអ្នកដទៃ។",
    "category": "Ethics and Morality"
  },
  {
    "en": "Can forgiveness make life better?",
    "km": "តើការអត់អោនអាចធ្វើឲ្យជីវិតល្អឡើងបានទេ?",
    "category": "Ethics and Morality"
  },
  {
    "en": "Yes, it makes people feel lighter and happier.",
    "km": "បាន វាធ្វើឲ្យមនុស្សមានអារម្មណ៍ស្រួលចិត្ត និងសប្បាយចិត្ត។",
    "category": "Ethics and Morality"
  },
  {
    "en": "Why should people admit their mistakes?",
    "km": "ហេតុអ្វីមនុស្សគួរតែរាប់អានកំហុសរបស់ខ្លួន?",
    "category": "Ethics and Morality"
  },
  {
    "en": "Because it shows honesty and helps them improve.",
    "km": "ព្រោះវាបង្ហាញភាពស្មោះត្រង់ និងជួយអោយកែលម្អខ្លួន។",
    "category": "Ethics and Morality"
  },
  {
    "en": "What is the best way to solve conflicts?",
    "km": "តើវិធីដ៏ល្អបំផុតក្នុងការដោះស្រាយវិវាទមានអ្វីខ្លះ?",
    "category": "Ethics and Morality"
  },
  {
    "en": "By talking calmly and listening to each other.",
    "km": "ដោយនិយាយយ៉ាងស្ងប់ស្ងាត់ និងស្តាប់គ្នាទៅវិញទៅមក។",
    "category": "Ethics and Morality"
  },
  {
    "en": "Is it good to help people you don't like?",
    "km": "តើវាល្អទេក្នុងការជួយអ្នកដែលអ្នកមិនចូលចិត្ត?",
    "category": "Ethics and Morality"
  },
  {
    "en": "Yes, because it shows true kindness and maturity.",
    "km": "បាន ព្រោះវាបង្ហាញភាពមេត្តាករុណាដែលពិត និងភាពលើសលប់។",
    "category": "Ethics and Morality"
  },


  {
    "en": "What is a business?",
    "km": "តើអាជីវកម្មមានន័យដូចម្តេច?",
    "category": "Economy and Business"
  },
  {
    "en": "A business is an activity where people sell goods or services to earn money.",
    "km": "អាជីវកម្មគឺជាសកម្មភាពដែលមនុស្សលក់ទំនិញ ឬសេវាកម្ម ដើម្បីរកប្រាក់។",
    "category": "Economy and Business"
  },
  {
    "en": "Why do people start their own businesses?",
    "km": "ហេតុអ្វីមនុស្សចូលចិត្តបើកអាជីវកម្មផ្ទាល់ខ្លួន?",
    "category": "Economy and Business"
  },
  {
    "en": "Because they want to be independent and earn more money.",
    "km": "ព្រោះពួកគេចង់មានសេរីភាព និងរកប្រាក់ច្រើនជាងមុន។",
    "category": "Economy and Business"
  },
  {
    "en": "What is the importance of money in the economy?",
    "km": "តើប្រាក់មានសារៈសំខាន់យ៉ាងដូចម្តេចក្នុងសេដ្ឋកិច្ច?",
    "category": "Economy and Business"
  },
  {
    "en": "Money helps people trade goods and services easily.",
    "km": "ប្រាក់ជួយឲ្យមនុស្សធ្វើពាណិជ្ជកម្មទំនិញ និងសេវាកម្មបានងាយស្រួល។",
    "category": "Economy and Business"
  },
  {
    "en": "What skills are important for a successful business owner?",
    "km": "តើជំនាញអ្វីខ្លះសំខាន់សម្រាប់ម្ចាស់អាជីវកម្មជោគជ័យ?",
    "category": "Economy and Business"
  },
  {
    "en": "They need to be good at planning, managing money, and solving problems.",
    "km": "ពួកគេត្រូវមានជំនាញក្នុងការធ្វើផែនការ គ្រប់គ្រងប្រាក់ និងដោះស្រាយបញ្ហា។",
    "category": "Economy and Business"
  },
  {
    "en": "Why do prices of products sometimes go up?",
    "km": "ហេតុអ្វីតម្លៃទំនិញខ្លះៗឡើងខ្ពស់ពេលខ្លះ?",
    "category": "Economy and Business"
  },
  {
    "en": "Because of higher demand or shortage of products.",
    "km": "ព្រោះមានការតម្រូវខ្ពស់ ឬការខ្វះទំនិញ។",
    "category": "Economy and Business"
  },
  {
    "en": "What is a market in business terms?",
    "km": "តើទីផ្សារមានន័យដូចម្តេចក្នុងភាសាអាជីវកម្ម?",
    "category": "Economy and Business"
  },
  {
    "en": "A market is a place where buyers and sellers meet to trade goods or services.",
    "km": "ទីផ្សារគឺជាកន្លែងដែលអ្នកលក់ និងអ្នកទិញជួបគ្នា ដើម្បីផ្លាស់ប្តូរទំនិញ ឬសេវាកម្ម។",
    "category": "Economy and Business"
  },
  {
    "en": "Why is saving money important for people and businesses?",
    "km": "ហេតុអ្វីការអន្សំប្រាក់សំខាន់សម្រាប់មនុស្ស និងអាជីវកម្ម?",
    "category": "Economy and Business"
  },
  {
    "en": "Because it helps them prepare for emergencies and future plans.",
    "km": "ព្រោះវាជួយពួកគេចៀសវាងបញ្ហាអាសន្ន និងរៀបចំផែនការអនាគត។",
    "category": "Economy and Business"
  },


  {
    "en": "What is profit in business?",
    "km": "តើប្រាក់ចំណេញមានន័យដូចម្តេចក្នុងអាជីវកម្ម?",
    "category": "Economy and Business"
  },
  {
    "en": "Profit is the money a business makes after paying costs.",
    "km": "ប្រាក់ចំណេញគឺជាប្រាក់ដែលអាជីវកម្មរកបានក្រោយពីបង់ចំណាយ។",
    "category": "Economy and Business"
  },
  {
    "en": "Why do people invest money in businesses?",
    "km": "ហេតុអ្វីមនុស្សចូលចិត្តវិនិយោគប្រាក់ក្នុងអាជីវកម្ម?",
    "category": "Economy and Business"
  },
  {
    "en": "Because they hope to earn more money in the future.",
    "km": "ព្រោះពួកគេសង្ឃឹមរកចំណេញច្រើនជាងមុននៅអនាគត។",
    "category": "Economy and Business"
  },
  {
    "en": "What is the role of banks in the economy?",
    "km": "តើធនាគារមានតួនាទីដូចម្តេចក្នុងសេដ្ឋកិច្ច?",
    "category": "Economy and Business"
  },
  {
    "en": "Banks keep money safe and give loans to businesses and people.",
    "km": "ធនាគាររក្សាប្រាក់ឲ្យសុវត្ថិភាព និងផ្តល់ការខ្ចីប្រាក់ដល់អាជីវកម្មនិងប្រជាជន។",
    "category": "Economy and Business"
  },
  {
    "en": "How can businesses attract more customers?",
    "km": "តើអាជីវកម្មអាចទាក់ទាញអតិថិជនច្រើនជាងមុនដោយរបៀបណា?",
    "category": "Economy and Business"
  },
  {
    "en": "By offering good service, fair prices, and quality products.",
    "km": "ដោយផ្តល់សេវាកម្មល្អ តម្លៃសមរម្យ និងទំនិញមានគុណភាព។",
    "category": "Economy and Business"
  },
  {
    "en": "Why do countries trade with each other?",
    "km": "ហេតុអ្វីប្រទេសផ្សេងៗធ្វើពាណិជ្ជកម្មជាមួយគ្នា?",
    "category": "Economy and Business"
  },
  {
    "en": "Because some countries have resources others need.",
    "km": "ព្រោះប្រទេសខ្លះមានធនធានដែលប្រទេសផ្សេងត្រូវការ។",
    "category": "Economy and Business"
  },
  {
    "en": "What is a small business?",
    "km": "តើអាជីវកម្មតូចមានន័យដូចម្តេច?",
    "category": "Economy and Business"
  },
  {
    "en": "A small business is a company with few workers and limited income.",
    "km": "អាជីវកម្មតូចគឺជាក្រុមហ៊ុនដែលមានបុគ្គលិកតិច និងប្រាក់ចំណូលមិនច្រើន។",
    "category": "Economy and Business"
  },
  {
    "en": "What are common challenges for new businesses?",
    "km": "តើបញ្ហាដែលអាជីវកម្មថ្មីតែងជួបប្រទះមានអ្វីខ្លះ?",
    "category": "Economy and Business"
  },
  {
    "en": "They often face problems like low sales and high costs.",
    "km": "ពួកគេតែងជួបបញ្ហាដូចជាការលក់មិនបាន និងចំណាយខ្ពស់។",
    "category": "Economy and Business"
  },


  {
    "en": "Why is competition good for the market?",
    "km": "ហេតុអ្វីការប្រកួតប្រជែងល្អសម្រាប់ទីផ្សារ?",
    "category": "Economy and Business"
  },
  {
    "en": "Because it makes businesses improve their products and services.",
    "km": "ព្រោះវាធ្វើឲ្យអាជីវកម្មកែលម្អទំនិញ និងសេវាកម្ម។",
    "category": "Economy and Business"
  },
  {
    "en": "What is advertising and why is it important?",
    "km": "តើការផ្សព្វផ្សាយមានន័យដូចម្តេច ហើយហេតុអ្វីវាសំខាន់?",
    "category": "Economy and Business"
  },
  {
    "en": "Advertising helps people know about products and services.",
    "km": "ការផ្សព្វផ្សាយជួយឲ្យមនុស្សដឹងអំពីទំនិញ និងសេវាកម្ម។",
    "category": "Economy and Business"
  },
  {
    "en": "How do online businesses work?",
    "km": "តើអាជីវកម្មតាមអ៊ីនធឺណិតដំណើរការយ៉ាងដូចម្តេច?",
    "category": "Economy and Business"
  },
  {
    "en": "They sell products or services through websites and social media.",
    "km": "ពួកគេលក់ទំនិញ ឬសេវាកម្មតាមគេហទំព័រ និងបណ្តាញសង្គម។",
    "category": "Economy and Business"
  },
  {
    "en": "What is tax and why do people pay it?",
    "km": "តើពន្ធមានន័យដូចម្តេច ហើយហេតុអ្វីមនុស្សត្រូវបង់ពន្ធ?",
    "category": "Economy and Business"
  },
  {
    "en": "Tax is money people pay to the government for public services.",
    "km": "ពន្ធគឺជាប្រាក់ដែលមនុស្សបង់ឲ្យរដ្ឋាភិបាល ដើម្បីសេវាសាធារណៈ។",
    "category": "Economy and Business"
  },
  {
    "en": "What makes a product popular with customers?",
    "km": "តើអ្វីធ្វើឲ្យទំនិញមួយមានអ្នកទិញច្រើន?",
    "category": "Economy and Business"
  },
  {
    "en": "Good quality, fair price, and smart marketing.",
    "km": "គុណភាពល្អ តម្លៃសមរម្យ និងការផ្សព្វផ្សាយឆ្លាតវៃ។",
    "category": "Economy and Business"
  },
  {
    "en": "Why do people save money in banks?",
    "km": "ហេតុអ្វីមនុស្សអន្សំប្រាក់ក្នុងធនាគារ?",
    "category": "Economy and Business"
  },
  {
    "en": "Because it is safe and helps them plan for the future.",
    "km": "ព្រោះវាសុវត្ថិភាព និងជួយរៀបចំផែនការអនាគត។",
    "category": "Economy and Business"
  },
  {
    "en": "What is a customer?",
    "km": "តើអតិថិជនមានន័យដូចម្តេច?",
    "category": "Economy and Business"
  },
  {
    "en": "A customer is a person who buys products or services.",
    "km": "អតិថិជនគឺជាមនុស្សដែលទិញទំនិញ ឬសេវាកម្ម។",
    "category": "Economy and Business"
  },
  {
    "en": "Why is good customer service important?",
    "km": "ហេតុអ្វីសេវាអតិថិជនល្អសំខាន់?",
    "category": "Economy and Business"
  },
  {
    "en": "Because it makes customers happy and brings them back.",
    "km": "ព្រោះវាធ្វើឲ្យអតិថិជនពេញចិត្ត និងត្រលប់មកទៀត។",
    "category": "Economy and Business"
  },


  {
    "en": "What is an employee?",
    "km": "តើនិយោជិតមានន័យដូចម្តេច?",
    "category": "Economy and Business"
  },
  {
    "en": "An employee is a person who works for a company or business.",
    "km": "និយោជិតគឺជាមនុស្សដែលធ្វើការសម្រាប់ក្រុមហ៊ុន ឬអាជីវកម្ម។",
    "category": "Economy and Business"
  },
  {
    "en": "Why do businesses need good leadership?",
    "km": "ហេតុអ្វីអាជីវកម្មត្រូវការអ្នកដឹកនាំល្អ?",
    "category": "Economy and Business"
  },
  {
    "en": "Because good leaders help the business grow and solve problems.",
    "km": "ព្រោះអ្នកដឹកនាំល្អជួយអោយអាជីវកម្មរីកចម្រើន និងដោះស្រាយបញ្ហា។",
    "category": "Economy and Business"
  },
  {
    "en": "What is a business plan?",
    "km": "តើផែនការ​អាជីវកម្មមានន័យដូចម្តេច?",
    "category": "Economy and Business"
  },
  {
    "en": "A business plan is a guide for starting and running a business.",
    "km": "ផែនការអាជីវកម្មគឺជាសៀវភៅណែនាំសម្រាប់ចាប់ផ្តើម និងដំណើរការ​អាជីវកម្ម។",
    "category": "Economy and Business"
  },
  {
    "en": "How do businesses make customers loyal?",
    "km": "តើអាជីវកម្មអាចរក្សាអតិថិជនឱ្យស្មោះត្រង់បានយ៉ាងដូចម្តេច?",
    "category": "Economy and Business"
  },
  {
    "en": "By providing good service and quality products consistently.",
    "km": "ដោយផ្តល់សេវាកម្មល្អ និងទំនិញមានគុណភាពជានិច្ច។",
    "category": "Economy and Business"
  },
  {
    "en": "What happens when a business fails?",
    "km": "តើមានអ្វីកើតឡើង ពេលអាជីវកម្មបរាជ័យ?",
    "category": "Economy and Business"
  },
  {
    "en": "It closes or stops working because of money problems or poor management.",
    "km": "វាបិទ ឬបញ្ឈប់ដំណើរការ ពីព្រោះមានបញ្ហាប្រាក់ ឬការគ្រប់គ្រងខ្សោយ។",
    "category": "Economy and Business"
  },
  {
    "en": "What is marketing?",
    "km": "តើសេវាផ្សព្វផ្សាយអាជីវកម្ម (Marketing) មានន័យដូចម្តេច?",
    "category": "Economy and Business"
  },
  {
    "en": "Marketing is how businesses promote and sell their products.",
    "km": "Marketing គឺជាវិធីដែលអាជីវកម្មផ្សព្វផ្សាយ និងលក់ទំនិញ។",
    "category": "Economy and Business"
  },
  {
    "en": "Why do people prefer branded products?",
    "km": "ហេតុអ្វីមនុស្សចូលចិត្តទិញទំនិញម៉ាក?",
    "category": "Economy and Business"
  },
  {
    "en": "Because they believe in the product’s quality and reputation.",
    "km": "ព្រោះពួកគេចាប់អារម្មណ៍នឹងគុណភាព និងកេរ្តិ៍ឈ្មោះរបស់ទំនិញ។",
    "category": "Economy and Business"
  },
  {
    "en": "What is e-commerce?",
    "km": "តើពាណិជ្ជកម្មអេឡិចត្រូនិក (e-commerce) មានន័យដូចម្តេច?",
    "category": "Economy and Business"
  },
  {
    "en": "E-commerce is buying and selling products online.",
    "km": "ពាណិជ្ជកម្មអេឡិចត្រូនិកគឺការទិញ និងលក់ទំនិញតាមអ៊ីនធឺណិត។",
    "category": "Economy and Business"
  },


  {
    "en": "Why do some businesses expand to other countries?",
    "km": "ហេតុអ្វីអាជីវកម្មខ្លះបន្តសម្ពោធទៅប្រទេសផ្សេង?",
    "category": "Economy and Business"
  },
  {
    "en": "Because they want more customers and bigger markets.",
    "km": "ព្រោះពួកគេចង់បានអតិថិជនច្រើន និងទីផ្សារធំជាងមុន។",
    "category": "Economy and Business"
  },
  {
    "en": "What is a loan in business?",
    "km": "តើការខ្ចីប្រាក់មានន័យដូចម្តេចក្នុងអាជីវកម្ម?",
    "category": "Economy and Business"
  },
  {
    "en": "A loan is money borrowed from a bank to use in business.",
    "km": "ការខ្ចីប្រាក់គឺជាប្រាក់ដែលខ្ចីពីធនាគារ ដើម្បីប្រើក្នុងអាជីវកម្ម។",
    "category": "Economy and Business"
  },
  {
    "en": "Why is teamwork important in a business?",
    "km": "ហេតុអ្វីការធ្វើការជាក្រុមសំខាន់ក្នុងអាជីវកម្ម?",
    "category": "Economy and Business"
  },
  {
    "en": "Because working together helps solve problems faster and better.",
    "km": "ព្រោះការធ្វើជាក្រុមជួយដោះស្រាយបញ្ហាបានលឿន និងមានប្រសិទ្ធភាព។",
    "category": "Economy and Business"
  },
  {
    "en": "What happens if a country’s economy is weak?",
    "km": "តើមានអ្វីកើតឡើង ប្រសិនបើសេដ្ឋកិច្ចប្រទេសខ្សោយ?",
    "category": "Economy and Business"
  },
  {
    "en": "People may lose jobs, and prices of goods might rise.",
    "km": "មនុស្សអាចបាត់ការងារ និងតម្លៃទំនិញអាចឡើងខ្ពស់។",
    "category": "Economy and Business"
  },
  {
    "en": "What is a service business?",
    "km": "តើអាជីវកម្មសេវាកម្មមានន័យដូចម្តេច?",
    "category": "Economy and Business"
  },
  {
    "en": "A business that provides services like haircuts, repairs, or education.",
    "km": "អាជីវកម្មដែលផ្តល់សេវាកម្មដូចជាកាត់សក់ ជួសជុល ឬសិក្សា។",
    "category": "Economy and Business"
  },
  {
    "en": "Why is innovation important in business?",
    "km": "ហេតុអ្វីការបង្កើតអ្វីថ្មីសំខាន់ក្នុងអាជីវកម្ម?",
    "category": "Economy and Business"
  },
  {
    "en": "Because new ideas keep businesses competitive and successful.",
    "km": "ព្រោះគំនិតថ្មីជួយអោយអាជីវកម្មប្រកួតប្រជែង និងជោគជ័យ។",
    "category": "Economy and Business"
  },
  {
    "en": "What is a product?",
    "km": "តើទំនិញមានន័យដូចម្តេច?",
    "category": "Economy and Business"
  },
  {
    "en": "A product is something made or grown to sell.",
    "km": "ទំនិញគឺជារបស់ដែលផលិត ឬដាំដុះដើម្បីលក់។",
    "category": "Economy and Business"
  },
  {
    "en": "How do discounts help businesses?",
    "km": "តើការបញ្ចុះតម្លៃជួយអាជីវកម្មយ៉ាងដូចម្តេច?",
    "category": "Economy and Business"
  },
  {
    "en": "They attract more customers and increase sales.",
    "km": "វាទាក់ទាញអតិថិជន និងបង្កើនការលក់។",
    "category": "Economy and Business"
  }

]